Repository: venkateshwari123/Besocial_IOS
Catalog: MQTT Chat Module/Resources/Localize/*.lproj/Localizable.strings
Languages: ja, sw_ke

source: Login via Password
ja: パスワードでログイン
sw_ke: Ingia kupitia nenosiri

source: Login via Phone Number
ja: 電話番号でログイン
sw_ke: Ingia kupitia namba ya simu

source: Manage your account
ja: アカウントを管理する
sw_ke: Dhibiti akaunti yako

source: check notification
ja: 通知を確認してください
sw_ke: Angalia taarifa

source: comment on videos and more
ja: 動画などにコメントする
sw_ke: Maoni juu ya video na zaidi

source: Enter the correct password for
ja: の正しいパスワードを入力してください
sw_ke: Ingiza nenosiri sahihi kwa

source: ID/UserName
ja: ID/ユーザー名
sw_ke: ID / Jina la mtumiaji

source: Password
ja: パスワード
sw_ke: Nenosiri

source: Login via
ja: でログイン
sw_ke: Ingia kupitia

source: By Signup
ja: 登録で
sw_ke: Kwa kuingia

source: Forgot password
ja: パスワードをお忘れの方
sw_ke: Umesahau nywila

source: Not a member yet
ja: まだ登録されていません
sw_ke: Si mwanachama bado

source: Phone number not registered
ja: この電話番号は登録されていません
sw_ke: Nambari ya simu haijasajiliwa

source: a valid phone number
ja: 有効な電話番号
sw_ke: Nambari ya simu halali

source: Please enter the registered email address to which we can send you the verification code
ja: 認証コードを送信できる登録済みのメールアドレスを入力してください
sw_ke: Tafadhali ingiza anwani ya barua pepe iliyosajiliwa ambayo tunaweza kukupeleka msimbo wa kuthibitisha

source: You have entered same phone number 3 or more times
ja: 同じ電話番号を3回以上入力しました
sw_ke: Umeingia namba ya simu moja au mara zaidi

source: Please try a new number
ja: 新しい番号をお試しください
sw_ke: Tafadhali jaribu nambari mpya

source: Abuse of device
ja: デバイスの悪用
sw_ke: Ubaya wa kifaa

source: duplicate
ja: 重複

source: You don't have sufficient balance to make payment
ja: お支払いに十分な残高がありません
sw_ke: Huna usawa wa kutosha ili kulipa malipo

source: session Expired
ja: セッションの有効期限が切れ
sw_ke: kikao cha muda mrefu

source: No Contacts found in
ja: コンタクトが見つかりません
sw_ke: Hakuna anwani zilizopatikana katika

source: Something went wrong
ja: 不明なエラー
sw_ke: Kitu kilichokosa

source: No Contact Found
ja: コンタクトが見つかりません
sw_ke: Hakuna mawasiliano yaliyopatikana

source: Setup failed
ja: セットアップに失敗しました
sw_ke: Kuweka Imeshindwa

source: Setup canceled
ja: セットアップを中止しました
sw_ke: Kuweka kufutwa

source: Email Verification
ja: メール認証
sw_ke: Uhakikisho wa barua pepe

source: the registered email address to which we can send you the verification code
ja: 確認コードを送信できる登録済みのメールアドレス
sw_ke: Anwani ya barua pepe iliyosajiliwa ambayo tunaweza kukupeleka msimbo wa kuthibitisha

source: Reset Password
ja: パスワードを再設定する
sw_ke: Rekebisha nenosiri

source: Set New Password
ja: 新しいパスワードを設定する
sw_ke: Weka nenosiri mpya

source: Confirm Password
ja: 確認用パスワード
sw_ke: Thibitisha nenosiri

source: Current password
ja: 現在のパスワード
sw_ke: Nenosiri la sasa

source: New password
ja: 新しいパスワード
sw_ke: mpya

source: Re-enter new password
ja: 新しいパスワード再入力
sw_ke: Rejesha tena nenosiri mpya

source: The confirm password does not match the password set
ja: 確認用パスワードが一致しません
sw_ke: Nenosiri la kuthibitisha hailingani na kuweka nenosiri

source: Set new password for your account
ja: アカウントに新しいパスワードを設定する
sw_ke: Weka nenosiri jipya kwa akaunti yako

source: The password you will set will be changed for your account
ja: 設定するパスワードはアカウント用に変更されます
sw_ke: Neno la siri utaweka litabadilishwa kwa akaunti yako

source: Enter the phone number you registered with and we shall send you a verification code to reset your password
ja: 登録した電話番号を入力すると、パスワードをリセットするための確認コードが送信されます
sw_ke: Ingiza namba ya simu uliyosajiliwa na tutakutumia msimbo wa kuthibitisha ili upya nenosiri lako

source: with a new email id or register as a new user
ja: 新しいメールIDを使用するか、新しいユーザーとして登録します
sw_ke: na id mpya ya barua pepe au kujiandikisha kama mtumiaji mpya

source: Enter New Password
ja: 新しいパスワードを入力してください
sw_ke: Ingiza nenosiri mpya

source: Send Code
ja: コードを送信
sw_ke: Tuma msimbo

source: Login
ja: ログイン
sw_ke: Ingia

source: Enter the email address you registered with and we shall send you the instructions to reset your password
ja: 登録したメールアドレスを入力してください。パスワードをリセットする手順をお送りします。
sw_ke: Ingiza anwani ya barua pepe uliyosajiliwa na tutakutumia maelekezo ya kuweka upya nenosiri lako

source: We have sent you an email with the instructions to set a new password
ja: 新しいパスワードを設定する手順が記載されたメールを送信しました
sw_ke: Tumekupeleka barua pepe na maelekezo ya kuweka nenosiri mpya

source: please look out for this email
ja: このメールを確認してください
sw_ke: Tafadhali angalia barua pepe hii

source: the link will be valid only 60 minutes
ja: リンクは60分のみ有効です
sw_ke: Kiungo kitakuwa sahihi tu dakika 60

source: Check Your Mail
ja: メールをチェックしてください
sw_ke: Angalia barua yako

source: Forgot Password
ja: パスワードをお忘れの方
sw_ke: Umesahau nywila

source: will send you an SMS to verify the phone number that you enter below
ja: 以下に入力した電話番号を確認するためにSMSを送信します
sw_ke: itakutumia SMS ili kuthibitisha namba ya simu unayoingia chini

source: phone number
ja: 電話番号
sw_ke: nambari ya simu

source: None of your contacts are on
ja: 連絡先はありません
sw_ke: Hakuna anwani yako yoyote

source: Invite them to
ja: 招待する
sw_ke: Waalike kwao

source: FIND FRIENDS
ja: 友達検索
sw_ke: KUPATA MARAFIKI

source: Add Contacts
ja: 連絡先を追加
sw_ke: Ongeza anwani

source: Skip
ja: 先へ進む
sw_ke: Ruka

source: Available
ja: 使用中
sw_ke: Inapatikana

source: Busy
ja: 多忙中
sw_ke: Shughuli

source: At School
ja: 勉強中
sw_ke: Shuleni

source: At work
ja: 仕事中
sw_ke: Kazini

source: Battery about to die
ja: バッテリー切れ
sw_ke: Betri kuhusu kufa

source: Can't talk
ja: 話せません
sw_ke: Hawezi kuzungumza

source: only
ja: オンリー
sw_ke: Tu

source: In a metting
ja: 会議中
sw_ke: Katika metting

source: Sleeping
ja: 就寝中
sw_ke: Kulala

source: Urgent calls only
ja: 緊急連絡のみ
sw_ke: Wito wa haraka tu

source: Please allow the app to access your contacts through the Settings
ja: アプリが設定から連絡先にアクセスすることを許可してください
sw_ke: Tafadhali kuruhusu programu kufikia anwani zako kupitia mipangilio

source: More Actions
ja: その他のアクション
sw_ke: mpya

source: Send Request
ja: リクエストを送信
sw_ke: Tuma ombi

source: Requests i sent
ja: 送信したリクエスト
sw_ke: Maombi niliyotuma

source: Friend Requests
ja: 友達リクエスト
sw_ke: Maombi ya Rafiki

source: Public
ja: 公開
sw_ke: Umma

source: Private
ja: 非公開
sw_ke: Privat

source: Accept the
ja: 受け入れる
sw_ke: Kukubali

source: Terms Of Service and Privacy Policy
ja: 利用規約とプライバシーポリシー
sw_ke: Masharti ya Huduma na Sera ya Faragha

source: Permission Denied
ja: 権限がありません
sw_ke: Ruhusa imekataliwa

source: Already a Member
ja: すでにメンバー登録しています
sw_ke: Tayari mwanachama

source: Enter verification code
ja: 認証コード入力
sw_ke: Ingiza msimbo wa kuthibitisha

source: To complete your phone number verification
ja: 電話番号認証を完了するために
sw_ke: Ili kukamilisha uthibitishaji wa namba yako ya simu

source: the 4-digit verification code
ja: 4桁の認証コード
sw_ke: Kanuni ya uhakiki wa tarakimu nne

source: Resend
ja: 再送信
sw_ke: Tuma tena

source: Top 10 Most Influential Stars
ja: 最も影響力のあるスタートップ10
sw_ke: Nyota 10 maarufu zaidi

source: Top 50 Best Actors
ja: ベストアクタートップ50
sw_ke: Watendaji bora zaidi ya 50

source: Top 50 Best Actresses
ja: ベストアクトレストップ50
sw_ke: Waigizaji bora zaidi wa 50

source: Download Will be available in your device gallery shortly
ja: ダウンロードはまもなくデバイスギャラリーで利用可能になります
sw_ke: Pakua itapatikana kwenye nyumba ya sanaa ya kifaa chako muda mfupi

source: download completed
ja: ダウンロードが完了しました
sw_ke: Pakua kukamilika

source: Video download failed
ja: 動画のダウンロードに失敗しました
sw_ke: Video Download Imeshindwa

source: off
ja: オフ

source: Second
ja: 秒
sw_ke: Pili

source: Seconds
ja: 秒
sw_ke: Sekunde

source: Minute
ja: 分
sw_ke: Dakika

source: Minutes
ja: 分
sw_ke: Dakika

source: Hour
ja: 時間
sw_ke: Saa

source: Hours
ja: 時間
sw_ke: Masaa

source: Day
ja: 日
sw_ke: Siku

source: Days
ja: 日
sw_ke: Siku

source: Week
ja: 週間
sw_ke: Wiki

source: You have not blocked any users yet
ja: まだブロックしたユーザーはいません
sw_ke: Hukuzuia watumiaji wowote bado

source: Unblock
ja: ブロック解除
sw_ke: Fungua

source: Terms and Conditions for verify profile
ja: プロフィールを確認するための利用規約
sw_ke: Masharti na Masharti ya kuthibitisha Profaili

source: Chat
ja: チャット
sw_ke: Kuzungumza

source: Please add a valid address so people can navigate to your location in maps
ja: 有効な住所を追加して、他のユーザーが地図であなたの場所に移動できるようにしてください
sw_ke: Tafadhali ongeza anwani sahihi ili watu waweze kwenda kwenye eneo lako kwenye ramani

source: Remove Address
ja: 住所を削除
sw_ke: Ondoa anwani

source: Scan the QR Code to add me on
ja: QRコードをスキャンして追加してください
sw_ke: Scan code ya QR ili kuongeza mimi

source: QR Code
ja: QRコード
sw_ke: Kanuni ya QR

source: Invite Contact
ja: コンタクトを招待
sw_ke: Paribisha kuwasiliana na

source: Invite
ja: 招待
sw_ke: Mwaliko

source: for your smartphone
ja: スマートフォン用
sw_ke: Kwa smartphone yako

source: Download it today from
ja: から今すぐダウンロードしてください
sw_ke: Pakua leo kutoka

source: BUSINESS PROFILE
ja: ビジネスプロファイル
sw_ke: Profaili ya Biashara

source: Add a phone number
ja: 電話番号を追加する
sw_ke: Ongeza namba ya simu

source: email address or location so that a customer can reach you directly by clicking a button on your profile
ja: 顧客があなたのプロフィールのボタンをクリックして直接あなたに連絡できるようにするためのメールアドレスまたは場所
sw_ke: Anwani ya barua pepe au eneo ili mteja afikie moja kwa moja kwa kubonyeza kifungo kwenye wasifu wako

source: Create New Account
ja: 新しいアカウントを作成する
sw_ke: Unda akaunti mpya

source: INSIGHTS
ja: 洞察
sw_ke: MAFUNZO

source: PRODUCTS
ja: 製品
sw_ke: Bidhaa

source: SERVICES
ja: サービス
sw_ke: Huduma

source: Learn about your followers and get insights on how your posts are performing
ja: フォロワーについて学び、投稿のパフォーマンスに関する洞察を得る
sw_ke: mpya

source: Post products and services and allow your customers to buy them by a simple click
ja: 製品やサービスを投稿し、クリックするだけで顧客が購入できるようにします
sw_ke: Bidhaa na huduma na kuruhusu wateja wako kununua kwa click rahisi

source: Enter OTP Sent on your registered phone number
ja: 登録した電話番号に送信されたワンタイムパスワードを入力します
sw_ke: Ingiza OTP imetumwa kwenye nambari yako ya simu iliyosajiliwa

source: Resend OTP
ja: ワンタイムパスワードを再送信します
sw_ke: Rejesha OTP

source: Uploading Image
ja: 写真アップロード中
sw_ke: Kupakia picha

source: Trending
ja: 最新の

source: No post to show
ja: 表示する投稿はありません
sw_ke: Hakuna chapisho cha kuonyesha

source: You have not followed anyone Click on the Find people to follow button to see them here
ja: 誰もフォローしていません[フォローする人を検索]ボタンをクリックして、ここに表示します
sw_ke: Hujafuatilia mtu yeyote bonyeza watu wa Tafuta kufuata kifungo kuwaona hapa

source: subscribe this post for
ja: この投稿を読む
sw_ke: Jiandikishe chapisho hili

source: View all
ja: すべて表示
sw_ke: Tazama zote

source: Saved to
ja: 保存先
sw_ke: Imehifadhiwa kwa

source: Veiw Saved
ja: 保存を見る
sw_ke: Veiw imehifadhiwa

source: Report Post
ja: 投稿を報告する
sw_ke: Ripoti ya Post

source: Delete
ja: 削除
sw_ke: Futa

source: comments
ja: コメント
sw_ke: Maoni

source: Liked by
ja: いいね
sw_ke: Walipenda na

source: Check out this post on
ja: 投稿をチェックしてください
sw_ke: Angalia chapisho hili

source: Check out this profile on
ja: 投稿をチェックしてください
sw_ke: Angalia wasifu huu

source: app
ja: アプリ

source: Live Users
ja: ライブユーザー
sw_ke: Mark: - Live Storyboard

source: No live users found
ja: ライブユーザーが見つかりません
sw_ke: Watumiaji wa kuishi

source: Please check after some time
ja: しばらくしてから確認してください
sw_ke: Hakuna watumiaji wanaoishi waliopatikana

source: You don't have any viewers yet
ja: まだ視聴者がいません
sw_ke: Tafadhali angalia wakati fulani

source: No live users found Please check after some time
ja: ライブユーザーが見つかりません しばらくしてから確認してください
sw_ke: Huna watazamaji wowote bado

source: Go live
ja: ライブ配信する
sw_ke: Nenda kuishi

source: You are live now
ja: ライブ配信中
sw_ke: Unaishi sasa

source: Start Streaming
ja: ストリーミングを開始する
sw_ke: Anza Streaming

source: Could not connect
ja: 接続できません
sw_ke: Haikuweza kuunganisha

source: Not enough coins
ja: コイン不足
sw_ke: Si sarafu za kutosha

source: please rechange and try again
ja: チャージしてからやり直してください
sw_ke: Tafadhali rechange na jaribu tena

source: Choose Currency
ja: 通貨を選択
sw_ke: Chagua sarafu

source: Chat here
ja: チャット中
sw_ke: mpya

source: Live
ja: ライブ
sw_ke: Kuishi

source: Categories
ja: カテゴリー
sw_ke: Jamii

source: Gift Box
ja: ギフト用の箱
sw_ke: Sanduku la Kipawa

source: Money Earned
ja: 稼いだお金
sw_ke: Fedha zilizopatikana

source: View count
ja: 閲覧数
sw_ke: Tazama hesabu

source: hello
ja: こんにちは

source: Connecting to
ja: に接続中
sw_ke: Kuunganisha hadi

source: Check for more details
ja: もっと詳しく見る
sw_ke: Angalia maelezo zaidi

source: Mode
ja: モード

source: Live Stream Ended
ja: ライブストリームが終了しました
sw_ke: Mkondo wa kuishi ulimalizika

source: Live stream ended
ja: ライブ配信終了
sw_ke: Mkondo wa kuishi ulimalizika

source: Live video ended
ja: ライブ動画終了
sw_ke: Video ya kuishi imekamilika

source: Coins
ja: コーナー
sw_ke: Sarafu

source: Coin
ja: コーナー
sw_ke: Sarafu

source: Views
ja: 閲覧者
sw_ke: Maoni

source: Gifts
ja: ギフト
sw_ke: Zawadi

source: Live Time :
ja: ライブ時間：
sw_ke: Kuishi wakati

source: Save your video under your profile for your followers to watch
ja: フォロワーが視聴できるように、プロフィールの下に動画を保存します
sw_ke: Hifadhi video yako chini ya wasifu wako kwa wafuasi wako kuangalia

source: Live video paused
ja: ライブビデオが一時停止しました
sw_ke: Video ya kuishi imesimama

source: Connecting to live stream
ja: ライブストリームに接続しています
sw_ke: Kuunganisha kwenye mkondo wa kuishi

source: Your broadcast will start soon
ja: あなたの配信はまもなく始まります
sw_ke: Matangazo yako yataanza hivi karibuni

source: You are live now!
ja: 現在ライブ中
sw_ke: Unaishi sasa!

source: End
ja: 終了
sw_ke: Mwisho

source: End Live Video
ja: ライブ動画終了
sw_ke: Mwisho video ya kuishi

source: When you delete this collection
ja: このコレクションを削除すると
sw_ke: Unapofuta mkusanyiko huu

source: the photos and videos will still be saved
ja: 写真と動画は引き続き保存されます
sw_ke: Picha na video zitahifadhiwa bado

source: Are you sure you want to delete last segment
ja: 最後のセグメントを削除してもよろしいですか
sw_ke: Una uhakika unataka kufuta sehemu ya mwisho

source: Reshoot
ja: 再撮影

source: Image Saved
ja: 保存した画像
sw_ke: Image imehifadhiwa

source: Image successfully saved to Photos library
ja: 画像がフォトライブラリに正常に保存されました
sw_ke: Image imehifadhiwa kwa mafanikio kwenye picha za maktaba

source: Snap cover photo
ja: スナップカバー写真
sw_ke: Piga picha ya kifuniko

source: We will display your snap as your live stream cover photo
ja: スナップをライブストリームのカバー写真として表示します
sw_ke: Tutaonyesha snap yako kama picha yako ya kuishi ya mkondo

source: Live on
ja: ライブ中

source: We will notify your followers so that they will not miss this live session
ja: このライブセッションを見逃さないように、フォロワーに通知します
sw_ke: Tutajulisha wafuasi wako ili wasikose kikao hiki cha kuishi

source: Start Live Stream
ja: ライブストリームを開始する
sw_ke: mpya

source: Wallet is not created please create wallet to transfer the money
ja: ウォレットが作成されていませんウォレットを作成して送金してください
sw_ke: Wallet haikuundwa Tafadhali tengeneza mkoba ili uhamishe pesa

source: Create
ja: 作成
sw_ke: Unda

source: Contact Info
ja: 連絡先情報
sw_ke: Maelezo ya mawasiliano

source: Media
ja: メディア
sw_ke: Vyombo vya habari

source: Links
ja: リンク
sw_ke: Viungo

source: Subject
ja: 主題
sw_ke: Somo

source: Group Name
ja: グループ名
sw_ke: Jina la kikundi

source: mobile
ja: モバイル
sw_ke: rununu

source: Send
ja: 送信
sw_ke: Tuma

source: New Secret Chat
ja: 新しい秘密のチャット
sw_ke: Mazungumzo mapya ya siri

source: by User Name
ja: ユーザー名別
sw_ke: kwa jina la mtumiaji

source: Add Participants
ja: 参加者を追加する
sw_ke: Ongeza washiriki

source: New Group
ja: 新しい集団
sw_ke: Kikundi kipya

source: Enter Group Name
ja: グループ名を入力してください
sw_ke: Ingiza jina la kikundi

source: Please provide a group subject and optional group icon
ja: グループの件名とオプションのグループアイコンを入力してください
sw_ke: Tafadhali kutoa somo la kikundi na icon ya kikundi cha hiari

source: edit
ja: 編集
sw_ke: hariri

source: PARTICIPANTS:
ja: 参加者：
sw_ke: Washiriki:

source: Delete Photo
ja: 写真を削除する
sw_ke: Futa picha

source: Creating
ja: 作成
sw_ke: Kujenga

source: remaining
ja: 残り
sw_ke: iliyobaki

source: Read by
ja: 読む人
sw_ke: Soma By

source: Delivered to
ja: に配信
sw_ke: Imetolewa kwa

source: Read
ja: 読んだ
sw_ke: Soma

source: Deliverd
ja: 配信
sw_ke: Msaidizi

source: Report Spam
ja: スパム報告
sw_ke: mpya

source: Report spam this contact
ja: このコンタクトをスパムを報告する
sw_ke: Ripoti Spam Mawasiliano hii

source: Block Contact
ja: コンタクトをブロックする
sw_ke: Kuzuia Mawasiliano

source: Create New Contact
ja: 新しいコンタクトを作成する
sw_ke: Unda Mawasiliano Mpya

source: View Profile
ja: プロフィールを見る
sw_ke: Angalia Profaili

source: Last Seen
ja: 直近の閲覧
sw_ke: mara ya mwisho kuonekana

source: Block
ja: ブロック

source: Your Last Seen is
ja: 直近の閲覧は
sw_ke: Yako ya mwisho inaonekana

source: Do you want to
ja: にしますか？
sw_ke: Unataka

source: Disable
ja: 無効
sw_ke: Zimaza

source: Enable
ja: 有効
sw_ke: Wezesha

source: profilePic
ja: プロフィール写真

source: firstName
ja: 名
sw_ke: jina la kwanza

source: lastName
ja: 性
sw_ke: jina la familia

source: userName
ja: ユーザー名
sw_ke: Jina la mtumiaji

source: status
ja: ステータス
sw_ke: hali

source: Unblock Contact
ja: コンタクトのブロックを解除する
sw_ke: Fungua anwani

source: Never
ja: 一度もない
sw_ke: Kamwe

source: Wi-Fi and Cellular
ja: Wi-Fiと電波
sw_ke: Wi-Fi na Cellular

source: Photos
ja: 写真
sw_ke: Picha

source: Audio
ja: 音声

source: Network Usage
ja: ネットワーク使用量
sw_ke: Matumizi ya mtandao

source: Storage Usage
ja: ストレージ使用量
sw_ke: Matumizi ya kuhifadhi

source: MEDIA AUTO - DOWNLOAD
ja: メディア自動ダウンロード
sw_ke: Vyombo vya habari - Pakua

source: Post
ja: 投稿

source: Transfer
ja: 転送
sw_ke: Uhamisho

source: Transfer To Friend
ja: 友達に転送
sw_ke: Uhamisho kwa rafiki

source: Paying
ja: 支払い
sw_ke: Kulipa

source: Payment
ja: 支払い
sw_ke: Malipo

source: Pay to
ja: に支払います
sw_ke: Kulipa kwa

source: Pay Now
ja: 今払う
sw_ke: LIPA sasa

source: Transaction Details
ja: 取引の詳細
sw_ke: mpya

source: Transaction Id
ja: トランザクションID
sw_ke: ID ya manunuzi

source: From
ja: から
sw_ke: Kutoka

source: To
ja: に
sw_ke: Kwa

source: Payment will be refunded if not confirmed within 24 hours
ja: 24時間以内に確認されない場合、支払いは返金されます
sw_ke: Malipo yatarejeshwa ikiwa haijathibitishwa ndani ya masaa 24

source: Export Chat
ja: チャットのエクスポート
sw_ke: Ongea nje ya mazungumzo

source: Clear Chat
ja: クリアチャット
sw_ke: Futa chat

source: Created by
ja: によって作成された
sw_ke: Imetengenezwa na

source: Created by You
ja: あなたが作成した
sw_ke: Imeundwa na wewe

source: Today
ja: 今日
sw_ke: Leo

source: Yesterday
ja: 昨日
sw_ke: Jana

source: you are no longer participant in this group
ja: あなたはもうこのグループに参加していません
sw_ke: Hunashiriki tena katika kundi hili

source: Exit Group
ja: 出口グループ
sw_ke: Toka kikundi

source: Delete Group
ja: グループを削除
sw_ke: Futa kikundi

source: Exit
ja: 出口
sw_ke: Utgång

source: Delete messages
ja: メッセージを削除する
sw_ke: Futa ujumbe

source: Delete all messages
ja: すべてのメッセージを削除する
sw_ke: Futa ujumbe wote

source: Without Media
ja: メディアなし
sw_ke: Bila vyombo vya habari

source: Group member info
ja: グループメンバー情報
sw_ke: Maelezo ya Mwanachama wa Kikundi

source: Remove from Group
ja: グループから削除
sw_ke: Ondoa kutoka kwa kikundi

source: Remove From Admin
ja: 管理者から削除
sw_ke: Ondoa kutoka kwa admin

source: Make an Admin
ja: 管理者にする
sw_ke: Fanya admin

source: Removing
ja: 削除
sw_ke: Kuondoa

source: Loading
ja: 読み込み中
sw_ke: Inapakia

source: Updating
ja: 更新
sw_ke: Uppdatering

source: You
ja: 君は
sw_ke: Wewe

source: Message Chat
ja: メッセージチャット
sw_ke: Mazungumzo ya ujumbe

source: here is message chat history please find Attachment
ja: ここにメッセージチャットの履歴があります添付ファイルを見つけてください
sw_ke: Hapa ni historia ya mazungumzo ya ujumbe tafadhali pata kiambatisho

source: Add a sound
ja: 音声を追加する
sw_ke: Ongeza sauti

source: Add a sound
ja: 音声を追加する
sw_ke: Ongeza sauti

source: Shoot a video
ja: 動画を撮影する
sw_ke: Piga video

source: Grant Camera access to shoot
ja: カメラに撮影へのアクセスを許可する
sw_ke: Ruhusu upatikanaji wa kamera kwa risasi

source: Allow access to camera
ja: カメラへのアクセスを許可する
sw_ke: Ruhusu upatikanaji wa kamera

source: Allow access to gallery
ja: ギャラリーへのアクセスを許可する
sw_ke: mpya

source: Grant gallery access to pick photo and video
ja: 写真とビデオを選択するためのギャラリーアクセスを許可する
sw_ke: Ruhusu nyumba ya sanaa upatikanaji wa kuchagua picha na video

source: Allow access to microphone
ja: マイクへのアクセスを許可する
sw_ke: Ruhusu upatikanaji wa kipaza sauti

source: font
ja: フォント

source: Mask
ja: マスク

source: Masks
ja: マスク

source: Effects
ja: エフェクト
sw_ke: Athari

source: Clear All
ja: 全て元に戻す
sw_ke: Futa wote

source: You do not have followed anyone
ja: あなたは誰もフォローしていません
sw_ke: Fuata watumiaji wengine ili kuona machapisho yao hapa

source: Normal Camera
ja: 通常のカメラ
sw_ke: Kamera ya kawaida

source: AR Camera
ja: ARカメラ
sw_ke: Kamera ya ar

source: Timer
ja: タイマー

source: Adjust
ja: 調整
sw_ke: Kurekebisha

source: Highlights
ja: ハイライト
sw_ke: Mambo muhimu

source: Shadows
ja: シャドウ

source: Saturation
ja: 補正
sw_ke: Kueneza

source: Contrast
ja: コントラスト
sw_ke: Tofauti

source: Blur
ja: ぼかし

source: Temperature
ja: 温かみ
sw_ke: Joto

source: Brightness
ja: 明るさ
sw_ke: Mwangaza

source: Vignette
ja: ビネット

source: Mute
ja: ミュート

source: SHARE
ja: シェア
sw_ke: Shiriki

source: Effect
ja: エフェクト
sw_ke: Athari

source: Filters
ja: フィルター

source: Filter
ja: フィルター
sw_ke: Futa

source: Clarity
ja: クリア
sw_ke: Uwazi

source: Clear
ja: クリア
sw_ke: Futa

source: Clarendon
ja: クラレンドン

source: Inkwell
ja: インク壺

source: Sutro
ja: インク壺

source: Lofi
ja: ロフィ

source: Earlybird
ja: アーリーバード
sw_ke: MapemaBird

source: Oslo
ja: オスロ

source: Ginza
ja: 銀座
sw_ke: mpya

source: Dogpatch
ja: ドッグパッチ

source: Sharpen
ja: シャープ
sw_ke: Punguza

source: Hefe
ja: ヘフェ

source: Aden
ja: アデン

source: Moon
ja: ムーン
sw_ke: Mwezi

source: Nashville
ja: ナッシュビル

source: Perpetua
ja: パーペチュア

source: Lark
ja: ラーク

source: HOT SONGS
ja: 流行曲
sw_ke: Nyimbo za Moto

source: MY FAVOURITES
ja: お気に入り
sw_ke: Mapendekezo yangu

source: DUB WITH THIS SOUND
ja: この音を使用する
sw_ke: Dub na sauti hii

source: Selection of dubbing sound cancelled
ja: 音の選択をキャンセル
sw_ke: Uchaguzi wa sauti ya dubbing kufutwa

source: Your Story
ja: あなたのストーリー
sw_ke: Hadithi yako

source: Custom Sound
ja: カスタムサウンド
sw_ke: Sauti ya kawaida

source: Video Saved
ja: 保存された動画
sw_ke: Video imehifadhiwa

source: Video successfully saved to Photos library
ja: 動画がフォトライブラリに正常に保存されました
sw_ke: Video imehifadhiwa kwa mafanikio kwenye picha za maktaba

source: Failed
ja: 失敗
sw_ke: Imeshindwa

source: Video Failed to save in Photos library
ja: 動画をフォトライブラリに保存できませんでした
sw_ke: Video imeshindwa kuokoa kwenye maktaba ya picha

source: Albums
ja: アルバム
sw_ke: Albamu

source: Photo
ja: 写真
sw_ke: Picha

source: 15s
ja: 15秒

source: 60s
ja: 60秒

source: Library
ja: ライブラリー
sw_ke: Maktaba

source: No Audio Found
ja: 音声が見つかりません
sw_ke: Hakuna sauti iliyopatikana

source: Normal
ja: 元画像
sw_ke: Kawaida

source: Mono
ja: 白黒

source: Tonal
ja: 色調

source: Noir
ja: ノワール

source: Fade
ja: フェード

source: Chrome
ja: クローム

source: Process
ja: プロセス
sw_ke: Mchakato

source: Instant
ja: インスタント
sw_ke: Papo

source: Sepia
ja: セピア

source: Tone
ja: 調子
sw_ke: mpya

source: Linear
ja: 線形

source: N
ja: NS

source: M
ja: NS

source: T
ja: NS

source: F
ja: NS

source: C
ja: NS

source: Edit Photo
ja: 写真編集
sw_ke: Badilisha picha

source: Voice Call
ja: 音声電話
sw_ke: Wito wa sauti

source: is busy on other call
ja: 他の通話で忙しい
sw_ke: ni busy juu ya simu nyingine

source: call not answered
ja: 電話に出られない
sw_ke: Wito haujibu

source: call ended
ja: 通話が終了しました
sw_ke: Piga simu kumalizika

source: Incoming Video Call
ja: 着信ビデオ通話
sw_ke: Simu ya video inayoingia

source: Incoming Audio Call
ja: 着信オーディオコール
sw_ke: Simu ya video inayoingia

source: Calling
ja: 呼び出し
sw_ke: Wito

source: Video Call
ja: ビデオ通話
sw_ke: Wito wa Video

source: token
ja: トークン

source: authorization
ja: 承認
sw_ke: Uidhinishaji

source: lang
ja: 言語

source: postsViewers
ja: 投稿の閲覧者
sw_ke: PostsVievers

source: Public Account
ja: 公開アカウント

source: Cancel
ja: キャンセル
sw_ke: Futa

source: business category
ja: ビジネスカテゴリー
sw_ke: Jamii ya Biashara

source: Website
ja: ウェブサイト
sw_ke: Tovuti

source: your transfer money succesfully
ja: 送金に成功しました
sw_ke: Fedha yako ya uhamisho kwa ufanisi

source: correct Amout
ja: 正しい金額
sw_ke: Sahihi amout
