Repository: venkateshwari123/Besocial_IOS
Catalog: MQTT Chat Module/Resources/Localize/*.lproj/Localizable.strings
Languages: ja, sw_ke

source: Our review team will go through your application and you will recieve an email to confirm if your profile has been accepted or denied
ja: レビューチームがあなたの申請を受け付けました。プロフィールが承認されたか拒否されたかを確認するためにはメールをご確認ください
sw_ke: Timu yetu ya ukaguzi itapita kupitia programu yako na utapata barua pepe ili kuthibitisha ikiwa wasifu wako umekubaliwa au kukataliwa

source: Log Out
ja: ログアウト
sw_ke: Ingia nje

source: Hey
ja: おい

source: I'm using
ja: のユーザーです
sw_ke: Ninatumia

source: join me on
ja: 参加してください
sw_ke: Jiunge na mimi

source: This cool new social app
ja: このクールな新しいソーシャルアプリ
sw_ke: Programu hii mpya ya kijamii

source: Oops
ja: おっとっと

source: Failed to send Mail
ja: メールの送信に失敗しました
sw_ke: Imeshindwa kutuma barua

source: Mail sent
ja: メールが送信されました
sw_ke: Barua imetumwa

source: Mail services are not available
ja: メールサービスはご利用いただけません
sw_ke: Huduma za barua hazipatikani

source: year ago
ja: 1年前
sw_ke: mpya

source: month ago
ja: 1ヶ月前
sw_ke: mwezi uliopita

source: months ago
ja: 数か月前
sw_ke: miezi iliyopita

source: days ago
ja: 数日前
sw_ke: siku zilizopita

source: day ago
ja: 1日前
sw_ke: Siku iliyopita

source: hours ago
ja: 数時間前
sw_ke: masaa yaliyopita

source: hour ago
ja: 1時間前
sw_ke: saa iliyopita

source: minutes ago
ja: 数分前
sw_ke: dakika zilizopita

source: minute ago
ja: 1分前
sw_ke: dakika iliyopita

source: a moment ago
ja: 少し前
sw_ke: wakati uliopita

source: seconds ago
ja: 数秒前
sw_ke: sekunde iliyopita

source: second ago
ja: 1秒前
sw_ke: Pili iliyopita

source: weeks ago
ja: 数週間前
sw_ke: wiki zilizopita

source: week ago
ja: 1週間前
sw_ke: wiki iliyopita

source: Approved
ja: 承認済み
sw_ke: Imeidhinishwa

source: Apply for verify badge that appears next to a
ja: の横に表示される確認バッジを申請する
sw_ke: Omba kwa kuthibitisha beji inayoonekana karibu na A

source: account's name to indicate that the account is the authentic presence of a notable Public figure,celebrity,global brand or entity it Represents
ja: アカウントが著名な公人、有名人、グローバルブランド、またはそれが表すエンティティの本物の存在であることを示すアカウントの名前
sw_ke: Jina la akaunti ili kuonyesha kwamba akaunti ni uwepo halisi wa takwimu ya umma inayojulikana, mtu Mashuhuri, brand ya kimataifa au chombo kinachowakilisha

source: Submitting a request for verification does not guarantee that your account will be verified
ja: 確認のリクエストを申請しても、必ずしもアカウントが承認されるとは限りません
sw_ke: Kuwasilisha ombi la kuthibitisha haidhibitishi kwamba akaunti yako itahakikishiwa

source: Verify Category
ja: カテゴリを確認する
sw_ke: Thibitisha jamii

source: Please attach your photo of ID
ja: 身分証明書の写真を添付し​​てください
sw_ke: Tafadhali ambatisha picha yako ya ID

source: Choose file
ja: ファイル選択
sw_ke: Chagua faili

source: We require a government-issued photo ID that shows your name and date of birth (e.g driver's lilcense,passport or national identification card) of official business documents (tax filling ,recent utility bill, article of incorporation) in order to review your request.
ja: リクエストを承認するには、公的書類（納税、最近の公共料金の請求書、定款）の名前と生年月日（運転免許証、パスポート、身分証明書など）を示す政府発行の写真付き身分証明書が必要です。

source: Star terms and conditions for verify profile
ja: プロフィール承認のためのスター利用規約
sw_ke: Masharti na Masharti ya Star ya kuthibitisha Profaili

source: Verify Profile
ja: プロフィール承認
sw_ke: Thibitisha Profaili

source: for a verify user
ja: 承認ユーザー向け
sw_ke: Kwa mtumiaji wa kuthibitisha

source: Star terms and conditions
ja: スターの利用規約
sw_ke: Masharti na Masharti ya Nyota

source: star terms and conditions
ja: スターの利用規約
sw_ke: Masharti na Masharti ya Nyota

source: pending
ja: 保留中
sw_ke: Inasubiri

source: approved
ja: 承認済み
sw_ke: Imeidhinishwa

source: Please select the image Source
ja: 画像を選択してください
sw_ke: Tafadhali chagua chanzo cha picha

source: Loging Out
ja: ログアウト
sw_ke: Ingia nje

source: Are you sure you want to log out
ja: ログアウトしてもよろしいですか
sw_ke: Una uhakika unataka kuingia nje

source: Are you sure you want to delete Account
ja: アカウントを削除してもよろしいですか
sw_ke: Una uhakika unataka kufuta akaunti

source: Logging Out
ja: ログアウト
sw_ke: Kuingia nje

source: Edit or remove any information that you do not wish to display
ja: 表示したくない情報を編集または削除します
sw_ke: Hariri au uondoe maelezo yoyote ambayo hutaki kuonyesha

source: People will be able to email
ja: メールを送ることができるようになります
sw_ke: Watu wataweza barua pepe

source: call and get directions to your Business from new button and links on your profile
ja: プロフィールのボタンとリンクから連絡が可能です
sw_ke: mpya

source: Go to Settings and allow
ja: 設定から許可してください
sw_ke: Nenda kwenye Mipangilio na Ruhusu

source: with us
ja: 私達と一緒に
sw_ke: na sisi

source: Business Number
ja: 事業番号
sw_ke: Idadi ya Biashara

source: Search Results
ja: 検索結果
sw_ke: Matokeo ya Utafutaji

source: Search Address
ja: 検索アドレス
sw_ke: Anwani ya Utafutaji

source: No Results Found
ja: 結果が見つかりません
sw_ke: Hakuna matokeo yaliyopatikana

source: Current Location
ja: 現在地
sw_ke: Eneo la sasa

source: Use my current location
ja: 現在地を使用する
sw_ke: Tumia eneo langu la sasa

source: Submit
ja: 送信
sw_ke: Tuma

source: Search Countries
ja: 検索国
sw_ke: Nchi za Utafutaji

source: Select Countries
ja: 国を選択
sw_ke: Chagua nchi

source: for your smartphone.Download it today from
ja: スマートフォン用。今すぐダウンロード
sw_ke: Kwa smartphone yako.Kuondoa leo kutoka

source: Are you sure you want to change language
ja: 言語を変更してもよろしいですか
sw_ke: Kwa smartphone yako.Kuondoa leo kutoka

source: Japanese
ja: 日本
sw_ke: Kijapani

source: Your new password cannot be the same as your current password
ja: 新しいパスワードを現在のパスワードと同じにすることはできません
sw_ke: Nenosiri lako jipya haliwezi kuwa sawa na nenosiri lako la sasa

source: Dark Mode
ja: ダークモード
sw_ke: Mode ya giza

source: Theme
ja: テーマ
sw_ke: Mandhari

source: Chats
ja: 猫
sw_ke: Mazungumzo

source: chat
ja: 猫
sw_ke: kuzungumza

source: You have got an image
ja: あなたは画像を持っています
sw_ke: Una picha

source: You sent an image
ja: あなたはイメージを感じます
sw_ke: Umetuma picha

source: You have got a video
ja: あなたはビデオを持っています
sw_ke: Una video

source: You sent a video
ja: あなたはビデオを感じます
sw_ke: Umetuma video

source: You have got a location
ja: あなたは場所を持っています
sw_ke: Una nafasi

source: You sent a location
ja: あなたは場所を感じます
sw_ke: Ulimtuma mahali

source: You have got a contact
ja: 連絡先があります
sw_ke: Una kuwasiliana na

source: You sent a contact
ja: あなたは接触を感じます
sw_ke: Umetuma mawasiliano

source: You have got an audio
ja: あなたはオーディオを持っています
sw_ke: Una redio

source: You sent an audio
ja: あなたはオーディオを感じます
sw_ke: Umetuma sauti

source: You have got a sticker
ja: あなたはステッカーを持っています
sw_ke: Una sticker

source: You sent a sticker
ja: ステッカーを感じます
sw_ke: Umetuma sticker

source: You have got a doodle
ja: あなたは落書きを持っています
sw_ke: Una doodle

source: You sent a doodle
ja: あなたは落書きを感じます
sw_ke: Umetuma Doodle

source: You have got a gif
ja: あなたはgifを持っています
sw_ke: mpya

source: You sent a gif
ja: あなたはgifを感じます
sw_ke: Umetuma GIF

source: You have got a document
ja: あなたは文書を持っています
sw_ke: Una hati

source: You sent a document
ja: あなたは文書を感じます
sw_ke: Umetuma hati

source: You have got a post
ja: 投稿があります
sw_ke: Una post

source: You sent a post
ja: あなたは投稿を感じます
sw_ke: Umetuma chapisho

source: You missed a call
ja: あなたは電話に出られませんでした
sw_ke: Umekosa simu

source: You missed an audio call
ja: 音声通話に出られませんでした
sw_ke: Umekosa simu ya sauti

source: You missed a video call
ja: ビデオハングアウトに失敗しました
sw_ke: Umekosa simu ya video

source: You sent a payment
ja: あなたは支払いを感じます
sw_ke: Umetuma malipo

source: You have got a payment
ja: お支払いがあります
sw_ke: Una malipo

source: This message was deleted
ja: このメッセージは削除されました
sw_ke: Ujumbe huu ulifutwa

source: You created group
ja: グループを作成しました
sw_ke: Uliunda Group

source: created group
ja: 作成されたグループ
sw_ke: iliunda kikundi

source: Delete Chat
ja: チャットを削除する
sw_ke: Futa mazungumzo

source: kyc and does not have an active wallet
ja: kycであり、アクティブなウォレットがありません
sw_ke: KYC na hawana mkoba wa kazi

source: Sorry you cannot send any payment to this user as this user has not completed
ja: このユーザーは完了していないため、申し訳ありませんが、このユーザーに支払いを送信することはできません
sw_ke: Samahani huwezi kutuma malipo yoyote kwa mtumiaji huyu kama mtumiaji huyu hajakamilika

source: his
ja: 彼の
sw_ke: Wake

source: her
ja: 彼女
sw_ke: yeye

source: Please provide Camera permission
ja: カメラの許可を与えてください
sw_ke: Tafadhali kutoa idhini ya kamera

source: Please provide Audio permission
ja: オーディオ許可を提供してください
sw_ke: Tafadhali kutoa idhini ya sauti

source: give Camera permission
ja: カメラに許可を与える
sw_ke: kutoa idhini ya kamera

source: Goto
ja: 後藤
sw_ke: Enda kwa

source: give Audio permission
ja: オーディオの許可を与える
sw_ke: kutoa idhini ya sauti

source: Please enable the phone contact permissions for
ja: の電話連絡許可を有効にしてください
sw_ke: Tafadhali kuwezesha ruhusa ya mawasiliano ya simu

source: at the following path
ja: 次のパスで
sw_ke: kwa njia zifuatazo

source: Enable contact sharing
ja: 連絡先の共有を有効にする
sw_ke: Wezesha ushirikiano wa kuwasiliana

source: You cannot message stars directly
ja: 星に直接メッセージを送ることはできません
sw_ke: Huwezi ujumbe wa nyota moja kwa moja

source: Current Balance
ja: 経常収支
sw_ke: Mizani ya sasa

source: minimum amount
ja: 最低金額
sw_ke: kiasi cha chini

source: will receive
ja: 受け取る
sw_ke: atapokea

source: Insufficient balance
ja: 残高不足です
sw_ke: Usawa wa kutosha

source: to
ja: に
sw_ke: kwa

source: Sent
ja: 送信しました
sw_ke: Imetumwa

source: Received
ja: 受信しました
sw_ke: Imepokea

source: tranfer
ja: 転送
sw_ke: mpya

source: Add to Existing Contact
ja: 既存のコンタクトに追加
sw_ke: Ongeza kwenye anwani iliyopo

source: Contact Details
ja: コンタクト詳細
sw_ke: Maelezo ya Mawasiliano

source: You paid
ja: 支払い済み
sw_ke: Ulipaza

source: Slide to cancel
ja: スライドしてキャンセル
sw_ke: Slide kwa kufuta

source: Map
ja: マップ
sw_ke: Ramani

source: Hybrid
ja: ハイブリッド

source: Satelite
ja: 衛生

source: Group Info
ja: グループの情報
sw_ke: Maelezo ya Kikundi

source: Admin
ja: 管理者

source: Select Participants
ja: 参加者を選ぶ
sw_ke: Chagua washiriki

source: Add to existing Group
ja: 既存のグループに追加
sw_ke: Ongeza kwenye kikundi kilichopo

source: None
ja: なし
sw_ke: Hakuna

source: Add
ja: 追加
sw_ke: Ongeza

source: Message Info
ja: メッセージ情報
sw_ke: Maelezo ya ujumbe

source: Tap here to change
ja: ここをタップして変更
sw_ke: Gonga hapa kubadili

source: Camera Roll
ja: カメラロール
sw_ke: Kamera roll

source: No albums
ja: アルバムはありません
sw_ke: Hakuna albamu

source: You added
ja: 追加しました
sw_ke: Umeongeza

source: added
ja: 追加した
sw_ke: Aliongeza

source: You removed
ja: 削除しました
sw_ke: Umeondoa

source: removed
ja: しました
sw_ke: Imeondolewa

source: You made
ja: あなたが作った
sw_ke: Umefanya

source: group admin
ja: グループ管理者
sw_ke: Kundi la Admin

source: made
ja: 作る
sw_ke: alifanya

source: You changed the subject to
ja: 件名をに変更しました
sw_ke: Ulibadilisha jambo hilo

source: changed the subject to
ja: 件名をに変更しました
sw_ke: iliyopita somo

source: changed this group's icon
ja: このグループのアイコンを変更しました
sw_ke: Ilibadilisha icon ya kikundi hiki

source: You left
ja: あなたは去った
sw_ke: Uliondoka

source: left
ja: 左
sw_ke: kushoto

source: Call
ja: 電話
sw_ke: Wito

source: You are added in a group
ja: あなたはグループに追加されます
sw_ke: Umeongezwa katika kikundi

source: You created a group
ja: グループを作成しました
sw_ke: Umeunda kikundi

source: You added to a secret chat
ja: 秘密のチャットに追加しました
sw_ke: Uliongeza kwenye mazungumzo ya siri

source: You created a secret chat
ja: あなたは秘密のチャットを作成しました
sw_ke: Umeunda mazungumzo ya siri

source: Delete for Everyone
ja: 全員削除
sw_ke: mpya

source: Delete for Me
ja: 私のために削除
sw_ke: Futa kwa ajili yangu

source: Your not allowed to share message with
ja: とメッセージを共有することは許可されていません
sw_ke: Yako hairuhusiwi kushiriki ujumbe na

source: Sorry you cannot send any payment to this user as this user has not completed his/her kyc and does not have an active wallet
ja: このユーザーはkycを完了しておらず、アクティブなウォレットを持っていないため、申し訳ありませんが、このユーザーに支払いを送信することはできません。
sw_ke: Samahani huwezi kutuma malipo yoyote kwa mtumiaji huyu kama mtumiaji huyu hajakamilisha KYC yake na hawana mkoba wa kazi

source: Recent updates
ja: 最近の更新
sw_ke: Sasisho la hivi karibuni

source: Viewed updates
ja: 表示された更新
sw_ke: Updates zilizoonekana

source: Tap to add story update
ja: タップしてストーリーの更新を追加
sw_ke: Gonga ili kuongeza Mwisho wa Hadithi

source: My story
ja: 私の物語
sw_ke: Hadithi yangu

source: New Friends
ja: 新しい友達
sw_ke: Marafiki wapya

source: Fetching Chats
ja: 猫をフェッチする
sw_ke: Kuchunguza mazungumzo

source: Create New Group
ja: 新しいグループを作成する
sw_ke: Unda kikundi kipya

source: Contacts
ja: 連絡先
sw_ke: Mawasiliano

source: Deleting
ja: 削除
sw_ke: Kufuta

source: You cannot delete the group
ja: グループを削除することはできません
sw_ke: Huwezi kufuta kikundi

source: My Story
ja: 私の物語
sw_ke: Hadithi yangu

source: Star Pages
ja: スターページ
sw_ke: Kurasa za nyota

source: LastSeen
ja: 最後に見たのは
sw_ke: Mara ya mwisho kuonekana

source: you can't send message
ja: メッセージを送信できません
sw_ke: Huwezi kutuma ujumbe

source: to this user
ja: このユーザーに
sw_ke: Kwa mtumiaji huyu

source: Reply
ja: 返事
sw_ke: Jibu

source: Copy
ja: コピー
sw_ke: Nakili

source: Delete messsage
ja: メッセージを削除する
sw_ke: Futa MessSage

source: Destruct timer set to
ja: に設定された破壊タイマー
sw_ke: Kuharibu timer kuweka kwa

source: Audio call at
ja: での音声通話
sw_ke: Simu ya sauti At

source: Duration
ja: 間隔
sw_ke: Muda

source: Video call at
ja: でのビデオ通話
sw_ke: Piga simu kwa video

source: Missed audio call at
ja: で音声通話を逃した
sw_ke: Imepoteza simu ya sauti

source: Missed video call at
ja: でビデオハングアウトを逃した
sw_ke: Imepoteza simu ya video

source: Blocked contacts will no longer be able to call you or send you messages
ja: ブロックされた連絡先は、あなたに電話したりメッセージを送信したりできなくなります
sw_ke: Mawasiliano yaliyozuiwa hayataweza kukuita au kutuma ujumbe

source: Please complete your kyc to start sending payments
ja: kycを完了して、支払いの送信を開始してください
sw_ke: Tafadhali jaza KYC yako kuanza kutuma malipo

source: The receiver has to complete their kyc for you to send them money
ja: あなたが彼らにお金を送るために、受信者は彼らのkycを完了する必要があります
sw_ke: Mpokeaji anahitaji kukamilisha KYC yao ili kuwapeleka pesa

source: Camera is not available in your device
ja: お使いのデバイスでカメラを使用できません
sw_ke: Kamera haipatikani kwenye kifaa chako

source: Message
ja: メッセージ
sw_ke: Ujumbe

source: Typing
ja: タイピング
sw_ke: Kuandika

source: Online
ja: オンライン

source: Offline
ja: オフライン

source: Unknown
ja: わからない
sw_ke: mpya

source: No Number
ja: 番号なし
sw_ke: Hakuna idadi

source: Can't send video greater than 50MB
ja: 50MBを超える動画を送信することはできません
sw_ke: Haiwezi kutuma video kubwa kuliko 50MB

source: Messenger for your smartphone
ja: スマートフォン用メッセンジャー
sw_ke: Mtume kwa smartphone yako

source: Download it today from App Store
ja: 今すぐAppStoreからダウンロードしてください
sw_ke: Pakua leo kutoka kwenye duka la programu

source: No internet connection
ja: インターネットに接続できません
sw_ke: Hakuna uhusiano wa internet

source: You have no active chats
ja: アクティブなチャットはありません
sw_ke: Huna mazungumzo ya kazi

source: Single
ja: 単独

source: Group
ja: グループ
sw_ke: Kikundi

source: Send a payment to
ja: に支払いを送る
sw_ke: Tuma malipo kwa

source: Add Note
ja: ノートに追加する
sw_ke: Ongeza kumbuka

source: Delete this story update
ja: このストーリーの更新を削除する
sw_ke: Futa Hadithi hii ya Mwisho

source: It will also be deleted for everyone who received it
ja: 受け取ったすべての人から削除されます
sw_ke: Pia itafutwa kwa kila mtu aliyepokea

source: Reported
ja: 報告
sw_ke: Iliripotiwa

source: Thank you for your feedback
ja: ご意見ありがとうございます
sw_ke: Asante kwa maoni yako

source: The post has been successfully reported
ja: 投稿は正常に報告されました
sw_ke: Chapisho limeripotiwa kwa ufanisi

source: Viewers
ja: 視聴者
sw_ke: Watazamaji

source: please confirm if you are sure you want to delete this post
ja: この投稿を削除してもよいかどうかを確認してください
sw_ke: Tafadhali Thibitisha ikiwa una uhakika unataka kufuta chapisho hili

source: This action is not reversible
ja: このアクションは元に戻せません
sw_ke: Hatua hii haipatikani

source: channel name of atleast 3 character
ja: 少なくとも3文字のチャンネル名
sw_ke: Jina la Channel la Atleast Tabia 3

source: Alerts
ja: 警告
sw_ke: Tahadhari

source: a category
ja: カテゴリー
sw_ke: Jamii

source: Channel created successfully
ja: Channelが正常に作成されました
sw_ke: Kituo kilichoundwa kwa mafanikio

source: started following you
ja: あなたをフォローし始めました
sw_ke: Ilianza kukufuata

source: not following
ja: フォローしていません
sw_ke: si kufuata

source: Add to Your Story
ja: ストーリーに追加
sw_ke: Ongeza kwenye hadithi yako

source: Add Participant
ja: 参加者を追加
sw_ke: Ongeza mshiriki

source: Your public user name
ja: 公開ユーザー名
sw_ke: Jina lako la mtumiaji wa umma

source: User upto 25 characters
ja: 25文字までのユーザー名
sw_ke: mpya

source: By default your profile privacy is public
ja: デフォルトでは、プロフィールは公開されています
sw_ke: Kwa default Faragha yako ya faragha ni ya umma

source: tap to make it private
ja: タップしてプライベート設定にします
sw_ke: Gonga ili uifanye binafsi

source: Discover People
ja: ユーザー検索
sw_ke: Kugundua watu

source: Next
ja: 次へ
sw_ke: Ijayo

source: Find Facebook Friends
ja: Facebook友達を検索
sw_ke: Pata marafiki wa Facebook

source: You chose which friend to follow
ja: フォローする友達を選択しました
sw_ke: Ulichagua rafiki gani kufuata

source: we will never post to facebook without your permission
ja: 許可なしにFacebookに投稿することは決してありません
sw_ke: Hatuwezi kamwe kuchapisha kwenye Facebook bila idhini yako

source: Follow Facebook Friends
ja: Facebookの友達をフォローする
sw_ke: Fuata marafiki wa Facebook

source: There is no posts available
ja: 投稿はありません
sw_ke: Hakuna posts inapatikana

source: Nearby
ja: 付近
sw_ke: Karibu

source: Price
ja: 価格
sw_ke: Bei

source: Share
ja: シェア
sw_ke: Shiriki

source: Done
ja: 完了
sw_ke: Kufanyika

source: DONE
ja: 完了
sw_ke: Kufanyika

source: No views yet
ja: まだ閲覧されていません
sw_ke: Hakuna maoni bado

source: Favourite
ja: お気に入り
sw_ke: Favorite

source: Videos
ja: 動画
sw_ke: Video

source: Posts tagged
ja: タグ付けされた投稿

source: will show up here
ja: ここに表示されます
sw_ke: itaonyesha hapa

source: Choose a country
ja: 国を選ぶ
sw_ke: Chagua nchi

source: There is no following activity
ja: 以下の活動はありません
sw_ke: Hakuna shughuli zifuatazo

source: Accept
ja: 許可
sw_ke: Kukubali

source: Deny
ja: 拒否
sw_ke: Kukataa

source: Channel Request
ja: Channelリクエスト
sw_ke: Ombi la kituo

source: Follow Request
ja: フォローリクエスト
sw_ke: Fuata ombi

source: Edit Phone Number
ja: 電話番号変更
sw_ke: Badilisha namba ya simu

source: There is no follow activity
ja: フォロー活動はありません
sw_ke: Hakuna shughuli ya kufuata

source: Follow Requests
ja: フォローリクエスト
sw_ke: Fuata maombi

source: Accept or deny requests
ja: リクエストを受け入れるか拒否する
sw_ke: Kukubali au kukataa maombi

source: Subscription Request
ja: サブスクリプションリクエスト
sw_ke: Ombi la usajili

source: Approve or ignore requests
ja: リクエストを承認または無視する
sw_ke: Thibitisha au kupuuza maombi

source: Enter status
ja: ステータスを入力
sw_ke: Ingiza hali

source: Business Information
ja: ビジネス情報
sw_ke: Maelezo ya biashara

source: Set up Your Business Account
ja: ビジネスアカウントを設定する
sw_ke: Weka akaunti yako ya biashara

source: Business Details
ja: 事業内容
sw_ke: Maelezo ya Biashara

source: People Will be able to email
ja: メールで連絡できるようになります
sw_ke: Watu wataweza barua pepe

source: call and get direction to your business from contact button and links on your profile
ja: 連絡先ボタンとプロフィールのリンクから連絡可能になります
sw_ke: Piga simu na ufikie kwenye biashara yako kutoka kifungo cha kuwasiliana na viungo kwenye wasifu wako

source: Edit or remove any information that you don't want to be displayed on City smart
ja: Citysmartに表示したくない情報を編集または削除します
sw_ke: Hariri au uondoe maelezo yoyote ambayo hutaki kuonyeshwa kwenye Jiji Smart

source: You can always edit this at any time in setting
ja: 設定でいつでも編集できます
sw_ke: Unaweza daima kuhariri hii wakati wowote katika kuweka

source: Your Phone Number
ja: あなたの電話番号
sw_ke: Nambari ya simu yako

source: NEXT
ja: 次
sw_ke: Ijayo

source: Phone Number
ja: 電話番号
sw_ke: Nambari ya simu

source: Update Bio
ja: バイオを更新
sw_ke: Sasisha Bio

source: Your current status
ja: 現在のステータス
sw_ke: Hali yako ya sasa

source: Select your current status
ja: 現在のステータスを選択
sw_ke: Chagua hali yako ya sasa

source: EditPhoneNumberViewController
ja: 電話番号変更
sw_ke: HaririPhonenumberViewController

source: Verifyi Phone Number
ja: 電話番号認証
sw_ke: Nambari ya simu ya Veriyi

source: Enter 4 digit varification code we sent to
ja: 送信した4桁の認証コードを入力してください
sw_ke: Ingiza msimbo wa tofauti wa tarakimu 4 tulimtuma

source: Enter 4 digit varification code we sent to
ja: 送信した4桁の認証コードを入力してください
sw_ke: Ingiza msimbo wa tofauti wa tarakimu 4 tulimtuma

source: Create Channel
ja: チャネルを作成する
sw_ke: Unda Channel

source: Save
ja: 保存
sw_ke: Hifadhi

source: Upload Photo
ja: 写真アップロード
sw_ke: Pakia picha

source: Channel Name
ja: チャネル名
sw_ke: Jina la Channel

source: Select Category
ja: カテゴリー選択
sw_ke: mpya

source: Private Channel
ja: プライベートChannel
sw_ke: Kituo cha faragha

source: Select
ja: 選択
sw_ke: Chagua

source: You have no calls
ja: 電話はありません
sw_ke: Huna wito

source: Nothing saved yet
ja: 何も保存されていません
sw_ke: Hakuna kitu kilichohifadhiwa bado

source: Save photos and videos that you want to see again
ja: もう一度見たい写真や動画を保存
sw_ke: Hifadhi picha na video ambazo unataka kuona tena

source: No one is notified
ja: 誰にも通知されません
sw_ke: Hakuna mtu aliyeambiwa

source: and only you can see what you’ve saved
ja: 保存したものを見ることができるのはあなただけです
sw_ke: Na tu unaweza kuona kile umehifadhiwa

source: All Posts
ja: すべての投稿
sw_ke: Machapisho yote

source: Select album
ja: アルバムを選択
sw_ke: Chagua albamu

source: Change Cover
ja: カバー写真変更
sw_ke: Badilisha kifuniko

source: Collection name
ja: コレクション名
sw_ke: Jina la Ukusanyaji

source: Manage
ja: 管理
sw_ke: Dhibiti

source: Add from bookmarks
ja: お気に入りから追加
sw_ke: Ongeza kutoka kwenye alama za alama

source: Write a caption
ja: キャプション入力
sw_ke: Andika maelezo

source: Select category
ja: カテゴリー選択
sw_ke: Chagua Jamii

source: Add to my channel
ja: 自分のchannelに追加
sw_ke: Ongeza kwenye kituo changu

source: Allow Comments
ja: コメントを許可
sw_ke: Ruhusu maoni

source: Allow Downloads
ja: ダウンロード許可
sw_ke: Ruhusu downloads

source: Edit Post
ja: 投稿の編集
sw_ke: Hariri Post

source: Share To
ja: 共有
sw_ke: Shiriki kwa

source: Share to
ja: 共有
sw_ke: Shiriki kwa

source: Tag Location
ja: 場所
sw_ke: Tag eneo

source: Paid Post
ja: 有料投稿
sw_ke: Kulipwa post

source: Business post details
ja: ビジネス投稿の詳細
sw_ke: Maelezo ya Chapisho la Biashara

source: Select Location
ja: 場所を選択
sw_ke: Chagua mahali

source: Choose your coin
ja: あなたのコーナーを選択してください
sw_ke: Chagua sarafu yako

source: Your story updates will disappear after 24 hours
ja: ストーリーは24時間後に消えます
sw_ke: Sasisho lako la hadithi litatoweka baada ya masaa 24

source: My Stories
ja: マイストーリー
sw_ke: Hadithi zangu

source: No stories
ja: ストーリーはありません
sw_ke: Hakuna hadithi

source: Star Configuration
ja: スター構成
sw_ke: Configuration ya Nyota

source: If disabled
ja: 無効になっている場合
sw_ke: Ikiwa imezimwa

source: other users cannot contact you
ja: 他のユーザーはあなたに連絡できません
sw_ke: Watumiaji wengine hawawezi kuwasiliana na wewe

source: Start Saving
ja: 保存を開始します
sw_ke: Anza kuokoa

source: Save photos and videos to your collection
ja: 写真や動画をコレクションに保存する
sw_ke: Hifadhi picha na video kwenye mkusanyiko wako

source: Add to Collection
ja: コレクションに追加
sw_ke: Ongeza kwenye mkusanyiko

source: Save To
ja: 保存
sw_ke: Hifadhi kwa

source: New Collection
ja: 新規コレクション
sw_ke: Mkusanyiko mpya

source: Explore
ja: 探す
sw_ke: Kuchunguza

source: Log In
ja: ログイン
sw_ke: Ingia

source: Sign Up
ja: 新規登録
sw_ke: Jiandikisha

source: Continue As Guest
ja: ゲストとして続行
sw_ke: Endelea kama Mgeni

source: Select Language
ja: 言語を選択する
sw_ke: Chagua lugha

source: Get Started
ja: はじめに
sw_ke: Fungua

source: Choose Your Language
ja: 言語を選択してください
sw_ke: Chagua lugha yako

source: Region
ja: 再ログイン
sw_ke: Eneo

source: Welcome to
ja: ようこそ
sw_ke: Karibu

source: account on
ja: アカウント
sw_ke: Akaunti juu ya

source: account
ja: アカウント
sw_ke: akaunti

source: OR
ja: ゴールド
sw_ke: Au

source: Email address is not registered
ja: メールアドレスが登録されていません
sw_ke: Anwani ya barua pepe haijasajiliwa

source: By Login
ja: ログインで
sw_ke: Kwa kuingia

source: LOG IN
ja: ログイン
sw_ke: INGIA

source: you agree to our
ja: に同意します
sw_ke: Unakubaliana na yetu

source: Entered passwords do not match
ja: 入力したパスワードが一致しません
sw_ke: Nywila zilizoingia hazifanani

source: SMS Code
ja: SMSコード
sw_ke: Kanuni ya SMS

source: Mobile number
ja: 携帯電話番号
sw_ke: Namba ya simu ya mkononi

source: Enter Phone Number
ja: 電話番号を入力してください
sw_ke: mpya

source: Login via OTP
ja: ワンタイムパスワードでログイン
sw_ke: Ingia kupitia OTP
