Repository: venkateshwari123/Besocial_IOS
Catalog: MQTT Chat Module/Resources/Localize/*.lproj/Localizable.strings
Languages: ja, sw_ke

source: Thank you for submitting your requestOur review team will go through your application and you will recieve an email to confirm if your profile has been accepted or denied
ja: リクエストを送信していただきありがとうございますレビューチームが申し込みを処理し、プロフィールが承認されたか拒否されたかを確認するメールを受け取ります
sw_ke: Asante kwa kuwasilisha timu yako ya mapitio ya ombi itaenda kupitia programu yako na utapata barua pepe ili kuthibitisha ikiwa wasifu wako umekubaliwa au kukataliwa

source: Ok
ja: わかった
sw_ke: Sawa

source: OK
ja: わかった
sw_ke: Sawa

source: Warning
ja: 警告
sw_ke: Onyo

source: Error
ja: エラー
sw_ke: Hitilafu

source: Address cannot be empty
ja: 住所空欄は許可されていません
sw_ke: mpya

source: please fill all required fields
ja: 必須項目を埋めてください
sw_ke: Tafadhali jaza mashamba yote yanayotakiwa

source: Full name should be More than three characters
ja: フルネームは3文字以上である必要があります
sw_ke: Jina kamili lazima iwe zaidi ya wahusika watatu

source: business name
ja: ビジネス名
sw_ke: Jina la biashara

source: country Code
ja: 国コード
sw_ke: Kanuni ya Nchi

source: street
ja: 番地
sw_ke: Anwani

source: city
ja: 市町村
sw_ke: Mji

source: zipcode
ja: 郵便番号
sw_ke: namba ya Posta

source: category
ja: カテゴリー
sw_ke: Jamii

source: website
ja: ウェブサイト
sw_ke: Tovuti

source: business bio
ja: ビジネス紹介
sw_ke: Biashara Bio

source: id proof
ja: 身分証明
sw_ke: Uthibitisho wa ID

source: Are you sure you want to un-block this user
ja: このユーザーのブロックを解除してもよろしいですか
sw_ke: Una uhakika unataka kuzuia mtumiaji huyu

source: Something Went wrong
ja: 不明なエラー
sw_ke: Kitu kilichokosa

source: correct OTP
ja: 正しいワンタイムパスワード
sw_ke: sahihi otp

source: We have successfully Updated your Phone Number
ja: 電話番号の更新に成功しました
sw_ke: Tumefanikiwa kuboresha namba yako ya simu

source: We have successfully updated your email address
ja: メールアドレスが正常に更新されました
sw_ke: Tumefanikiwa kufanikisha anwani yako ya barua pepe

source: Correct Otp
ja: 正しいワンタイムパスワード
sw_ke: Sahihi otp

source: The verification code has been resent to
ja: 認証コードはに再送されました
sw_ke: Msimbo wa kuthibitisha umekuwa hasira kwa

source: The verification code has been resent
ja: 認証コードは再送されました
sw_ke: Msimbo wa kuthibitisha umekuwa hasira

source: please check your inbox
ja: 受信トレイを確認してください
sw_ke: Tafadhali angalia kikasha chako cha kikasha

source: If you have not received the verification code
ja: 認証コードを受け取っていない場合
sw_ke: Ikiwa haujapokea msimbo wa kuthibitisha

source: please get a new one by clicking on the RESEND button
ja: [再送信]ボタンをクリックして、最新のコードを入手してください
sw_ke: Tafadhali pata mpya kwa kubonyeza kifungo cha Resend

source: Request Sent Successfully
ja: リクエストは正常に送信されました
sw_ke: Ombi lilipelekwa kwa mafanikio

source: Added as friend successfully
ja: 友達として正常に追加されました

source: Location Service Disabled
ja: 位置情報サービスが無効です
sw_ke: Huduma ya Mahali imezimwa

source: To re-enable
ja: 再度有効にするには
sw_ke: Ili uwezesha tena

source: please go to Settings and turn on Location Service for this app
ja: [設定]に移動して、このアプリの位置情報サービスをオンにしてください
sw_ke: Tafadhali nenda kwenye mipangilio na ugeuke huduma ya eneo kwa programu hii

source: Profile needs to be public for the business setup to happen successfully
ja: ビジネスのセットアップを成功させるには、プロファイルを公開する必要があります
sw_ke: Profaili inahitaji kuwa ya umma kwa kuanzisha biashara ili kutokea kwa mafanikio

source: Report User
ja: レポートユーザー
sw_ke: Ripoti mtumiaji

source: This profile has been deleted
ja: このプロフィールは削除されました
sw_ke: Wasifu huu umefutwa

source: Mobile number is not registered
ja: 携帯電話番号が登録されていません
sw_ke: Nambari ya simu haijasajiliwa

source: Do you want to Sign up with this number
ja: この番号で登録しますか
sw_ke: Je! Unataka kujiandikisha na nambari hii

source: Change
ja: 変更
sw_ke: Mabadiliko

source: Signup
ja: 登録
sw_ke: Kujiandikisha

source: Otp sent
ja: ワンタイムパスワード送信
sw_ke: OTP imetumwa

source: Otp verified succesfully
ja: ワンタイムパスワード認証成功
sw_ke: OTP imethibitishwa kwa ufanisi

source: Remote stream is no longer available
ja: リモートストリームは利用できなくなりました
sw_ke: mpya

source: Caution!
ja: 注意！
sw_ke: Tahadhari!

source: Dismiss
ja: 取消し
sw_ke: Futa

source: Delete Collection
ja: コレクション削除
sw_ke: Futa mkusanyiko

source: Change Password
ja: パスワード変更
sw_ke: Badilisha neno la siri

source: Report A Problem
ja: 問題を報告
sw_ke: Ripoti tatizo

source: Report a problem
ja: 問題を報告
sw_ke: Ripoti tatizo

source: viewers
ja: 閲覧者
sw_ke: Watazamaji

source: Withdraw Money
ja: お金を引き出す
sw_ke: Ondoa pesa

source: Transaction History
ja: 取引履歴
sw_ke: Historia ya Shughuli

source: Payment Security
ja: 支払いのセキュリティ
sw_ke: Usalama wa malipo

source: Help Center
ja: サポートセンター
sw_ke: Kituo cha Usaidizi

source: Cards
ja: カード
sw_ke: Kadi

source: Debit Card
ja: デビットカード
sw_ke: Kadi ya Debit

source: Credit Card
ja: クレジットカード
sw_ke: Kadi ya mkopo

source: Net Banking
ja: ネットバンキング
sw_ke: Benki ya Net

source: Choose Source
ja: ファイル選択
sw_ke: Chagua chanzo

source: the image Source
ja: 画像
sw_ke: Chanzo cha picha

source: Camera
ja: カメラ
sw_ke: Kamera

source: Photo and Video Library
ja: 写真や動画のライブラリー
sw_ke: Maktaba ya Picha na Video

source: Photo Library
ja: フォトライブラリー
sw_ke: Picha ya Maktaba

source: Saved Album
ja: 保存されたアルバム
sw_ke: ALBUM iliyohifadhiwa

source: Channel
ja: チャネル
sw_ke: Kituo

source: Image
ja: 写真
sw_ke: Picha

source: Video
ja: 動画

source: Contact
ja: コンタクト
sw_ke: Mawasiliano

source: Sticker
ja: ステッカー

source: Doodle
ja: いたずら書き

source: Document
ja: 書類
sw_ke: Nyaraka

source: Documents
ja: ドキュメント
sw_ke: Nyaraka

source: Location
ja: 位置
sw_ke: Mahali

source: a business button text
ja: ビジネスボタンのテキスト
sw_ke: Nakala ya kifungo cha biashara

source: Balance
ja: バランス
sw_ke: Mizani

source: Get Verified Profile
ja: 確認済みのプロファイルを取得する
sw_ke: Pata maelezo ya kuthibitishwa

source: Business Profile
ja: ビジネスプロフィール
sw_ke: Profaili ya Biashara

source: Switch to business profile
ja: ビジネスプロフィールに切り替える
sw_ke: Badilisha kwenye Profaili ya Biashara

source: Switch to personal profile
ja: 個人プロファイルに切り替える
sw_ke: Badilisha kwenye wasifu wa kibinafsi

source: Business Configuration
ja: ビジネス構成
sw_ke: Configuration ya biashara

source: Blocked Contacts
ja: ブロックしたコンタクト
sw_ke: Mawasiliano yaliyozuiwa

source: Invite Contacts
ja: コンタクトを招待
sw_ke: Paribisha anwani

source: General
ja: 全般
sw_ke: Mkuu

source: Help
ja: ヘルプ
sw_ke: Msaada

source: Feedback
ja: フィードバック
sw_ke: Maoni

source: Services
ja: サービス
sw_ke: Huduma

source: Logout
ja: ログアウト
sw_ke: Ingia

source: Verified Configuration
ja: 認証済みの構成
sw_ke: Configuration imethibitishwa

source: Account
ja: アカウント
sw_ke: Akaunti

source: Support
ja: サポート
sw_ke: Msaada

source: Referral Code
ja: 紹介コード
sw_ke: Kanuni ya Rufaa

source: Enter Your Name*
ja: 名前を入力
sw_ke: Ingiza jina lako *

source: Enter User Name*
ja: ユーザー名を入力
sw_ke: Ingiza jina la mtumiaji *

source: Enter Password*
ja: パスワードを入力
sw_ke: Ingiza nenosiri *

source: Enter Referral Code*
ja: 紹介コードを入力
sw_ke: Ingiza msimbo wa rufaa *

source: Enter your email*
ja: メールアドレスを入力
sw_ke: Ingiza barua pepe yako *

source: Confirm your password*
ja: 確認用のパスワードを入力
sw_ke: Thibitisha nenosiri lako *

source: Add Money
ja: お金を追加する
sw_ke: Chagua sarafu

source: Saved
ja: 保存しました
sw_ke: Ongeza pesa

source: Terms And Conditions
ja: 規約と条件
sw_ke: Sheria na Masharti

source: Help and Feedback
ja: ヘルプとフィードバック
sw_ke: Msaada na maoni

source: Verification
ja: 認証
sw_ke: Uthibitishaji

source: My QR Code
ja: 自分のQRコード
sw_ke: Kanuni yangu ya QR

source: Setup Business Profile
ja: ビジネスプロフィールをセットアップする
sw_ke: Setup Profaili ya Biashara

source: Create Collection
ja: コレクション作成
sw_ke: Unda mkusanyiko

source: Edit Collection
ja: コレクション編集
sw_ke: Hariri ukusanyaji

source: Add Link
ja: リンクを追加
sw_ke: Ongeza kiungo

source: Link here
ja: ここにリンク
sw_ke: mpya

source: Add Price
ja: 価格を追加
sw_ke: Ongeza bei

source: Action Button
ja: アクションボタン
sw_ke: Kitufe cha Action

source: Permission denied
ja: 権限がありません
sw_ke: Ruhusa imekataliwa

source: camera permission
ja: カメラへのアクセス権限
sw_ke: Ruhusa ya kamera

source: gallery permission
ja: ギャラリーへのアクセス権限
sw_ke: Nyumba ya kibali

source: microphone permission
ja: マイクへのアクセス権限
sw_ke: idhini ya kipaza sauti

source: followList
ja: フォロー一覧
sw_ke: Orodha

source: New Message
ja: 新しいメッセージ
sw_ke: Ujumbe mpya

source: Secret Chat
ja: シークレットチャット
sw_ke: Mazungumzo ya siri

source: Forward To
ja: 送信先
sw_ke: Mbele

source: Thank you for your feedback The user has been successfully reported
ja: フィードバックをありがとうございますユーザーは正常に報告されました
sw_ke: Asante kwa maoni yako mtumiaji ameripotiwa kwa ufanisi

source: If you want to Switch to business profile
ja: ビジネスプロファイルに切り替える場合
sw_ke: Ikiwa unataka kubadili maelezo ya biashara

source: Make sure your account should be public account
ja: アカウントが公開アカウントであることを確認してください
sw_ke: Hakikisha akaunti yako inapaswa kuwa akaunti ya umma

source: any linked business account
ja: リンクされたビジネスアカウント
sw_ke: Akaunti yoyote ya biashara inayohusishwa

source: This email id is not linked with any
ja: このメールIDはどのメールIDともリンクされていません
sw_ke: Kitambulisho hiki cha barua pepe hakihusishwa na yeyote

source: please register your business by clicking on the Register Business button
ja: [ビジネスの登録]ボタンをクリックして、ビジネスを登録してください
sw_ke: Tafadhali kujiandikisha biashara yako kwa kubonyeza kifungo cha biashara ya kujiandikisha

source: UnBlocked
ja: ブロック解除
sw_ke: Imeondolewa

source: Unfriend
ja: 友達を外す

source: blocked
ja: ブロックされた
sw_ke: imefungwa

source: Success
ja: 成功
sw_ke: Mafanikio

source: Yes
ja: はい
sw_ke: Ndiyo

source: No
ja: いいえ
sw_ke: Hapana

source: Register Now
ja: 今すぐ登録
sw_ke: Jiandikishe sasa

source: Switch To Personal Profile
ja: 個人プロファイルに切り替える
sw_ke: Badilisha kwenye wasifu wa kibinafsi

source: Switch To Business Profile
ja: ビジネスプロファイルに切り替える
sw_ke: Badilisha kwenye Profaili ya Biashara

source: masklayer
ja: マスクレイヤー

source: emailId
ja: メールID
sw_ke: barua pepe ya barua pepe

source: Edit Profile
ja: プロフィール編集
sw_ke: Badilisha profile

source: Remove Photo
ja: 写真を削除
sw_ke: Ondoa picha

source: your Name
ja: 名前
sw_ke: jina lako

source: Your device doesn't support Camera
ja: お使いのデバイスはカメラをサポートしていません
sw_ke: Kifaa chako hakisaidia kamera

source: other option
ja: 他のオプション
sw_ke: mpya

source: If you switch to the private account
ja: プライベートアカウントに切り替える場合
sw_ke: Ikiwa unabadilisha kwenye akaunti binafsi

source: your business account would no longer be active
ja: あなたのビジネスアカウントはもうアクティブではありません
sw_ke: Akaunti yako ya biashara haitakuwa hai

source: Business bio cannot be empty
ja: ビジネスのbioは空欄にすることはできません
sw_ke: Biashara Bio haiwezi kuwa tupu

source: private
ja: プライベート
sw_ke: Privat

source: profileCoverImage
ja: プロフィールカバー画像

source: BusinessName
ja: 商号
sw_ke: Biashara ya Biashara

source: BusinessAddress
ja: 職場の住所
sw_ke: Anwani ya Biashara

source: bussinessPhone
ja: ビジネス用の電話
sw_ke: Simu ya Bussiness

source: Bussiness Phone
ja: ビジネス用の電話
sw_ke: Simu ya Bussiness

source: Bussiness Email
ja: ビジネス用メール
sw_ke: Barua pepe ya Bussiness

source: code
ja: コード化
sw_ke: Kanuni

source: No Comments yet!
ja: コメントはまだありません
sw_ke: Hakuna maoni bado!

source: No Likes yet!
ja: 「いいね」はまだありません
sw_ke: Hakuna kupenda bado!

source: Verifying
ja: 認証中
sw_ke: Kuthibitisha

source: Number Changed
ja: 番号が変更されました
sw_ke: idadi

source: Your mobile number has been changed successfully
ja: あなたの携帯電話番号は正常に変更されました
sw_ke: Nambari yako ya simu imebadilishwa kwa mafanikio

source: Sending
ja: 送信中
sw_ke: Inatuma

source: Loading filters
ja: フィルタの読み込み中
sw_ke: Inapakia filters

source: Adding to story
ja: ストーリーに追加
sw_ke: Kuongeza kwa hadithi

source: Updating profile
ja: プロフィール更新中
sw_ke: Uppdatering profile

source: Downloading
ja: ダウンロード中
sw_ke: Kupakua

source: Syncing contacts
ja: コンタクト同期中
sw_ke: Kusawazisha anwani

source: Exporting
ja: エクスポート中
sw_ke: Kuuza nje

source: otp
ja: ワンタイムパスワード
sw_ke: mpya

source: image
ja: 画像
sw_ke: Picha

source: emailid
ja: メールID
sw_ke: ID ya barua pepe

source: Post type
ja: 投稿タイプ
sw_ke: Aina ya chapisho

source: Link
ja: リンク

source: Link Copied
ja: リンクコピー
sw_ke: Kiungo kilichokosa

source: Action button
ja: アクションボタン
sw_ke: Kitufe cha Action

source: SignUp
ja: 登録
sw_ke: Soma zaidi

source: Buy now
ja: 今買う
sw_ke: Nunua Sasa

source: Shop Now
ja: 今すぐ購入
sw_ke: Duka sasa

source: Book
ja: 本
sw_ke: Kitabu

source: Product Type
ja: 製品型
sw_ke: Aina ya bidhaa

source: Regular
ja: レギュラー
sw_ke: Mara kwa mara

source: Maximum of 100 characters
ja: 最大100文字
sw_ke: Upeo wa wahusika 100

source: Please enter link
ja: リンクを入力してください
sw_ke: Tafadhali ingiza kiungo

source: Please choose button text
ja: ボタンのテキストを選択してください
sw_ke: Tafadhali chagua maandishi ya kifungo

source: Privacy Settings
ja: 個人情報設定
sw_ke: Mipangilio ya faragha

source: Payment pending
ja: 支払い保留中
sw_ke: Malipo inasubiri

source: Payment accepted
ja: 支払いを受け付けました
sw_ke: Malipo ya kukubaliwa

source: Payment denied
ja: 支払いが拒否されました
sw_ke: Malipo yalikataa

source: Payment canceled
ja: 支払いがキャンセルされました
sw_ke: Malipo yamefutwa

source: Payment timeout
ja: 支払いタイムアウト
sw_ke: Muda wa malipo

source: cancel
ja: キャンセル
sw_ke: Futa

source: accept
ja: 受け入れる
sw_ke: kukubali

source: reject
ja: 拒否する
sw_ke: kukataa

source: delete
ja: 削除する
sw_ke: Futa

source: Enter valid phone number
ja: 有効な電話番号を入力してください
sw_ke: Ingiza namba ya simu halali

source: Username should be more than three characters
ja: ユーザー名は3文字以上にする必要があります
sw_ke: Jina la mtumiaji linapaswa kuwa zaidi ya wahusika watatu

source: email
ja: メール
sw_ke: mpya

source: password
ja: パスワード
sw_ke: Nenosiri

source: Please confirm your password
ja: パスワードを確認してください
sw_ke: Tafadhali thibitisha nenosiri lako

source: Password and Confirm password does not match
ja: パスワードと確認用パスワードが一致しません
sw_ke: Nenosiri na kuthibitisha nenosiri hailingani

source: referal code
ja: 紹介コード
sw_ke: Kanuni ya Rejea

source: terms and conditions
ja: 規約と条件
sw_ke: sheria na Masharti

source: Internal Server Error
ja: 内部サーバーエラー
sw_ke: Hitilafu ya ndani ya seva

source: You have not any subscribers
sw_ke: Huna mteja yeyote

source: Choose image
sw_ke: Chagua picha

source: Nick Name
sw_ke: Jina la Nick

source: Created
sw_ke: Imeundwa

source: contact
sw_ke: Mawasiliano

source: Your balance
sw_ke: Usawa wako

source: Downloading
sw_ke: Kupakua

source: BusinessWebsite
sw_ke: Tovuti ya Biashara

source: bussinessEmail
sw_ke: Barua pepe ya Bussiness

source: bussinessCountryCode
sw_ke: Msimbo wa nchi bussiness

source: bussinessCategoryId
sw_ke: Bussiness JamiiID

source: bussinessBio
sw_ke: Biografia ya Bussiness

source: Contact Options
sw_ke: Chaguzi za mawasiliano

source: CallingCodes
sw_ke: Nambari za simu

source: dial_code
sw_ke: Piga msimbo

source: plist
sw_ke: Orodha

source: isVisible
sw_ke: inaonekana

source: Buy Now
sw_ke: Nunua Sasa
