Repository: venkateshwari123/Besocial_IOS
Catalog: MQTT Chat Module/Resources/Localize/*.lproj/Localizable.strings
Languages: ja, sw_ke

source: Profile updated
ja: プロフィール更新済み

source: last seen
ja: 最後に見たのは
sw_ke: mara ya mwisho kuonekana

source: Please enter
ja: 入力してください
sw_ke: Tafadhali ingiza

source: Please accept
ja: 同意してください
sw_ke: Tafadhali kukubali

source: Please select
ja: 選択してください
sw_ke: Tafadhali chagua

source: Please upload
ja: アップロードしてください
sw_ke: Tafadhali pakia

source: Please choose
ja: 選択してください
sw_ke: Tafadhali chagua

source: Please
ja: してください
sw_ke: Tafadhali

source: You do not have
ja: ありません
sw_ke: Hauna

source: Are you sure want to
ja: してもよろしいですか
sw_ke: Je, Una uhakika unataka

source: this transaction
ja: このトランザクション
sw_ke: Shughuli hii

source: I agree to the
ja: に同意します
sw_ke: Nakubaliana na huyo

source: Search
ja: 検索
sw_ke: Utafutaji

source: Edit
ja: 編集
sw_ke: Hariri

source: valid
ja: 有効
sw_ke: Halali

source: already exists
ja: 既に存在します
sw_ke: tayari ipo

source: Entered
ja: 入力された
sw_ke: Imeingia

source: User
ja: ユーザー
sw_ke: Mtumiaji

source: Successfully
ja: 成功
sw_ke: Inafanikiwa

source: a new
ja: 新規
sw_ke: mpya

source: try again
ja: 再度お試しください
sw_ke: jaribu tena

source: new
ja: 新
sw_ke: mpya

source: This
ja: この
sw_ke: Hii

source: Login with
ja: でログイン
sw_ke: Ingia na

source: is not
ja: ではありません
sw_ke: sio

source: registered on
ja: に登録
sw_ke: Imesajiliwa

source: Reset
ja: リセット
sw_ke: Rekebisha

source: Check out
ja: チェックアウト
sw_ke: Angalia

source: Are you sure you want to
ja: してもよろしいですか
sw_ke: Una uhakika unataka

source: delete this collection
ja: このコレクションを削除する
sw_ke: Futa mkusanyiko huu

source: Transaction
ja: トランザクション
sw_ke: Shughuli

source: ago
ja: 前
sw_ke: iliyopita

source: Ago
ja: 前
sw_ke: iliyopita

source: Enter
ja: 入力
sw_ke: Ingiza

source: enter
ja: 入力
sw_ke: Ingiza

source: check
ja: チェック
sw_ke: Angalia

source: confirm
ja: 確認
sw_ke: Thibitisha

source: Tap
ja: タップする
sw_ke: Gonga

source: Agree
ja: 同意する
sw_ke: Kubali

source: Continue
ja: 続ける
sw_ke: Endelea

source: to accept the
ja: 受け入れる
sw_ke: kukubali

source: Terms of Service
ja: 利用規約
sw_ke: Masharti ya Huduma

source: Terms Of Service
ja: 利用規約
sw_ke: Masharti ya Huduma

source: Privice Policy
ja: プライバシーポリシー
sw_ke: Sera ya faragha

source: and
ja: と
sw_ke: Na

source: Check Internet Connection
ja: インターネット接続をご確認ください
sw_ke: Angalia uhusiano wa internet

source: Your phone number is not correct
ja: 電話番号をご確認下さい
sw_ke: Nambari yako ya simu si sahihi

source: Phone number is too long
ja: 電話番号が長すぎます
sw_ke: Nambari ya simu ni muda mrefu sana

source: your OTP first
ja: ワンタイムパスワード
sw_ke: OTP yako ya kwanza

source: Verification code
ja: 認証コード
sw_ke: Kanuni ya Uhakikisho

source: has been sent to
ja: に送信されました
sw_ke: imetumwa kwa

source: Didn't get code
ja: コードを取得できませんでした
sw_ke: Hakuwa na code

source: invalid
ja: 無効な
sw_ke: batili

source: OTP
ja: ワンタイムパスワード

source: expired
ja: 期限切れ
sw_ke: mpya

source: has been send to
ja: に送信されました
sw_ke: imetumwa kwa

source: The verificaiton code has been resent to
ja: 認証コードはに再送されました
sw_ke: Msimbo wa Verfificiaton umekuwa hasira kwa

source: Uploading Video
ja: 動画アップロード中
sw_ke: Kupakia video

source: Uploading Image
ja: 写真アップロード中
sw_ke: Kupakia picha

source: Follow User
ja: ユーザーをフォローする
sw_ke: Fuata mtumiaji

source: followed anyone
ja: 誰かをフォロー
sw_ke: ikifuatiwa na mtu yeyote

source: Follow some users to see their posts here
ja: ユーザーをフォローすると、ここに投稿が表示されます
sw_ke: Fuata watumiaji wengine ili kuona machapisho yao hapa

source: Find people to follow
ja: フォローする人を探す
sw_ke: Tafuta watu kufuata

source: Save to Collection
ja: コレクションに保存
sw_ke: Hifadhi kwa kukusanya

source: Save to collection
ja: コレクションに保存
sw_ke: Hifadhi kwa kukusanya

source: Post removed from collection
ja: コレクションから投稿が削除されました
sw_ke: Chapisho limeondolewa kwenye mkusanyiko

source: View Saved
ja: 保存を見る
sw_ke: Tazama kuokolewa

source: View
ja: 閲覧
sw_ke: Tazama

source: tips
ja: チップ
sw_ke: Vidokezo

source: Liked by
ja: いいね
sw_ke: Walipenda na

source: No Plans Yet
ja: まだ計画はありません
sw_ke: Hakuna mipango bado

source: coin plans
ja: コインプラン
sw_ke: Mipango ya sarafu

source: Xclusive Post
ja: エクスクルーシブポスト

source: Unlock this post for
ja: この投稿のロックを解除する
sw_ke: Fungua chapisho hili kwa

source: Subscribe for
ja: 購読する
sw_ke: Jiandikishe kwa

source: Following
ja: フォロー中
sw_ke: Zifuatazo

source: Xclusive
ja: エクスクルーシブ

source: Bookmark
ja: お気に入り
sw_ke: Alamisho

source: Bookmarked
ja: お気に入り
sw_ke: Imewekwa alama

source: Duet
ja: デュエット

source: Forward
ja: 前方
sw_ke: Mbele

source: Download
ja: ダウンロード済み
sw_ke: Pakua

source: Copy Link
ja: リンクをコピーする
sw_ke: Nakala Link

source: Share Post
ja: 投稿をシェア
sw_ke: Shiriki Post

source: share post
ja: 投稿をシェア
sw_ke: Shiriki Post

source: More
ja: もっと
sw_ke: Zaidi

source: Share Profile
ja: プロフィールを共有
sw_ke: Shiriki profile

source: CopyLink
ja: リンクをコピーする
sw_ke: mpya

source: Record
ja: 記録
sw_ke: Rekodi

source: EditPost
ja: 投稿編集

source: DeletePost
ja: 投稿削除

source: Report
ja: 報告
sw_ke: Ripoti

source: Follow
ja: フォローする
sw_ke: Fuata

source: Comments
ja: コメント
sw_ke: Maoni

source: Use Audio
ja: 音声を使う
sw_ke: Tumia sauti

source: Send Tip
ja: ヒントを送信
sw_ke: Tuma Tip

source: Get More
ja: 多くを得る
sw_ke: Pata zaidi

source: Get more
ja: 多くを得る
sw_ke: Pata zaidi

source: Tip Amount
ja: チップ金額
sw_ke: Kiasi cha ncha

source: Sent Tip Successfully
ja: ヒントを正常に送信しました
sw_ke: Imepelekwa ncha kwa mafanikio

source: Insufficient coins
ja: コインが足りない
sw_ke: Sarafu haitoshi

source: please recharge
ja: 充電してください
sw_ke: Tafadhali recharge

source: Add Coins
ja: コインを追加する
sw_ke: Ongeza sarafu

source: Tip sent to
ja: に送信されたヒント
sw_ke: Tip imetumwa kwa

source: Subscription to
ja: へのサブスクリプション
sw_ke: Usajili kwa

source: failed due to lack of coin balance
ja: コインバランス不足で失敗
sw_ke: Imeshindwa kutokana na ukosefu wa usawa wa sarafu

source: you will not be able to enjoy unlimited access to all of
ja: すべてに無制限にアクセスすることはできません
sw_ke: Huwezi kufurahia upatikanaji usio na ukomo kwa wote

source: content
ja: コンテンツ

source: You will have to subscribe to
ja: あなたは購読する必要があります
sw_ke: Utahitaji kujiunga na

source: again to gain access to their content
ja: 再びコンテンツへアクセスするために
sw_ke: tena kupata upatikanaji wa maudhui yao

source: You have successfully purchased this post
ja: この投稿を正常に購入しました
sw_ke: Umefanikiwa kununulia chapisho hili

source: Thank you for subscribing to
ja: 購読していただきありがとうございます
sw_ke: Asante kwa kujiandikisha

source: No Comments yet
ja: まだコメントはありません
sw_ke: Hakuna maoni bado

source: No Likes yet
ja: まだ「いいね」はありません
sw_ke: Hakuna kupenda bado

source: subcribers
ja: 加入者
sw_ke: Waachizi

source: Facebook
ja: フェイスブック

source: Instagram
ja: インスタグラム

source: Deeplink
ja: ディープリンク

source: You have already cancelled the subscription
ja: すでにサブスクリプションをキャンセルしました
sw_ke: Tayari umefuta usajili

source: Your current billing cycle ends on
ja: 現在の請求サイクルはで終了します
sw_ke: Mzunguko wako wa sasa wa bili unamalizika

source: so subscription will remain active till then and it will stop there after
ja: そのため、サブスクリプションはそれまでアクティブのままで、その後停止します
sw_ke: hivyo usajili utabaki kazi mpaka kisha itaacha hapo baada

source: Post needs to be unlocked first to enable custom action
ja: カスタムアクションを有効にするには、最初に投稿のロックを解除する必要があります
sw_ke: Chapisho inahitaji kufunguliwa kwanza ili kuwezesha hatua ya desturi

source: years
ja: 年
sw_ke: mpya

source: year
ja: 年
sw_ke: Mwaka

source: months
ja: 月
sw_ke: miezi

source: month
ja: 月
sw_ke: mwezi

source: weeks
ja: 週
sw_ke: wiki

source: week
ja: 週間
sw_ke: wiki

source: days
ja: 日
sw_ke: siku

source: hours
ja: 時間
sw_ke: Masaa

source: hour
ja: 時間
sw_ke: saa

source: minutes
ja: 分
sw_ke: dakika

source: minute
ja: 分
sw_ke: dakika

source: seconds
ja: 秒
sw_ke: sekunde

source: second
ja: 秒
sw_ke: Pili

source: Comments are disabled for this post
ja: この投稿へのコメントは無効になっています
sw_ke: Maoni yamezimwa kwa chapisho hili

source: Now you are following
ja: フォローしています
sw_ke: Sasa unafuata

source: More Options
ja: より多くのオプション
sw_ke: Chaguo zaidi

source: Delete Post
ja: 投稿を削除する
sw_ke: Futa chapisho

source: Downloading is disabled for this post
ja: この投稿のダウンロードは無効になっています
sw_ke: Kupakua ni walemavu kwa chapisho hili

source: Add Story
ja: ストーリーに追加
sw_ke: Ongeza hadithi

source: You have not followed anyone
ja: 誰からもフォローされていません
sw_ke: Hukufuata mtu yeyote

source: Find friends to follow
ja: フォローする友達を探す
sw_ke: Tafuta marafiki kufuata

source: Likes
ja: いいね
sw_ke: Anapenda

source: No user is following you
ja: あなたをフォローしているユーザーはいません
sw_ke: Hakuna mtumiaji anayekufuata

source: You are not following any user
ja: あなたはどのユーザーもフォローしていません
sw_ke: Huna kufuata mtumiaji yeyote

source: following
ja: フォロー中
sw_ke: zifuatazo

source: followers
ja: フォロワー
sw_ke: Wafuasi

source: People
ja: 人物
sw_ke: Watu

source: Write a comment
ja: コメントする
sw_ke: Andika maoni

source: There is no trending post
ja: 投稿はありません
sw_ke: Hakuna post iliyofuata

source: people
ja: 人物
sw_ke: Watu

source: hashtags
ja: ハッシュタグ
sw_ke: lebo za reli

source: place
ja: 場所
sw_ke: Maeneo

source: Hashtag
ja: ハッシュタグ
sw_ke: Alama ya reli

source: Places
ja: 場所
sw_ke: Maeneo

source: posts
ja: 投稿
sw_ke: machapisho

source: Public posts
ja: 公開投稿
sw_ke: Machapisho ya umma

source: Request
ja: リクエスト
sw_ke: Ombi

source: Requested
ja: リクエストした
sw_ke: Aliomba

source: Subscribe
ja: 申し込む
sw_ke: Jisajili

source: Subscribed
ja: 購読済み
sw_ke: Imesajiliwa

source: known as
ja: として知られている
sw_ke: inayojulikana kama

source: Known as
ja: として知られている
sw_ke: inayojulikana kama

source: Activity
ja: アクティビティー
sw_ke: Shughuli

source: Subscribers
ja: サブスクライバー
sw_ke: Wanachama

source: Posts
ja: 投稿

source: Followers
ja: フォロワー
sw_ke: Wafuasi

source: No posts to show
ja: 表示する投稿はありません
sw_ke: Hakuna machapisho ya kuonyesha

source: No purchased posts to show
ja: 表示する購入済みの投稿はありません
sw_ke: Hakuna machapisho yaliyotunuliwa ya kuonyesha

source: No liked posts to show
ja: 表示するのが好きな投稿はありません
sw_ke: Hakuna machapisho yaliyopendekezwa kuonyesha

source: No tagged posts to show
ja: 表示するタグ付けされた投稿はありません
sw_ke: Hakuna tagged posts kuonyesha

source: No stream videos to show
ja: 表示するストリーム動画はありません
sw_ke: Hakuna video za mkondo kuonyesha

source: You have not created any channel
ja: チャンネルを作成していません
sw_ke: Hujaumba kituo chochote

source: No stories to show
ja: 表示するストーリーはありません
sw_ke: Hakuna hadithi za kuonyesha

source: Subscribe to
ja: 申し込む
sw_ke: Kujiunga na

source: for
ja: にとって
sw_ke: Kwa maana

source: Cancel Subscription
ja: サブスクリプションをキャンセルする
sw_ke: Futa usajili

source: Read Less
ja: 続きを読む
sw_ke: Soma chini

source: Read More
ja: 続きを読む
sw_ke: Soma zaidi

source: This Account is Private
ja: このアカウントはプライベートです
sw_ke: Akaunti hii ni ya faragha

source: Follow this account to see their photos and videos
ja: このアカウントをフォローして、写真や動画をご覧ください
sw_ke: Fuata akaunti hii ili uone picha na video zao

source: Change Photo
ja: 写真変更
sw_ke: BADILISHA picha

source: Bio
ja: 自己紹介

source: Private Information
ja: 個人情報
sw_ke: Maelezo ya kibinafsi

source: Public Business Information
ja: 公開ビジネス情報
sw_ke: Maelezo ya biashara ya umma

source: Contact options
ja: コンタクトオプション
sw_ke: Chaguzi za mawasiliano

source: Business Bio
ja: ビジネス紹介
sw_ke: mpya

source: Private Account
ja: プライベートアカウント
sw_ke: Akaunti ya kibinafsi

source: To switch to a business account
ja: ビジネスアカウントに切り替える
sw_ke: Ili kubadili akaunti ya biashara

source: your account must be Public
ja: アカウントは公開されている必要があります
sw_ke: Akaunti yako lazima iwe ya umma

source: Category
ja: カテゴリー
sw_ke: Jamii

source: User Status
ja: ユーザーステータス
sw_ke: Hali ya mtumiaji

source: No users found
ja: ユーザーが見つかりません
sw_ke: Hakuna watumiaji waliopatikana

source: Setting
ja: 設定
sw_ke: Kuweka

source: User reported successfully
ja: ユーザーが正常に報告しました
sw_ke: Mtumiaji aliripoti kwa mafanikio

source: This number is taken by other user please try again with different number
ja: この番号は他のユーザーが既に取得しています。別の番号でもう一度お試しください
sw_ke: Nambari hii inachukuliwa na mtumiaji mwingine tafadhali jaribu tena kwa idadi tofauti

source: Take Photo
ja: 写真を撮影する
sw_ke: Piga picha

source: Choose Photo
ja: 写真を選択する
sw_ke: Chagua picha

source: Uploading
ja: アップロード中
sw_ke: Kupakia

source: Alert
ja: 警告
sw_ke: Tahadhari

source: Name
ja: 名前
sw_ke: Jina

source: Username
ja: ユーザー名
sw_ke: Jina la mtumiaji

source: Status
ja: 状態
sw_ke: Hali

source: Email Address
ja: メールアドレス
sw_ke: Barua pepe

source: email address
ja: メールアドレス
sw_ke: Barua pepe

source: Contact Number
ja: 連絡先番号
sw_ke: Namba ya mawasiliano

source: Business About
ja: ビジネスについて
sw_ke: Biashara kuhusu

source: Business User Name
ja: ビジネスユーザー名
sw_ke: Jina la mtumiaji wa biashara

source: Business Name
ja: 商号
sw_ke: Jina la biashara

source: Business Email
ja: ビジネスメール
sw_ke: Barua pepe ya Biashara

source: Business Phone
ja: ビジネス用電話機
sw_ke: Simu ya Biashara

source: Business UserName
ja: ビジネスユーザー名
sw_ke: Jina la mtumiaji wa biashara

source: business username
ja: ビジネスユーザー名
sw_ke: Jina la mtumiaji wa biashara

source: Business Location
ja: 事業所
sw_ke: Eneo la Biashara

source: About Business
ja: ビジネスについて
sw_ke: Kuhusu Biashara

source: First Name
ja: ファーストネーム
sw_ke: Jina la kwanza

source: Email
ja: Eメール
sw_ke: Barua pepe

source: Phone
ja: 電話
sw_ke: Simu

source: User Name
ja: ユーザー名
sw_ke: Jina la mtumiaji

source: Full Name
ja: フルネーム
sw_ke: Jina kamili

source: Known As
ja: として知られている
sw_ke: Inayojulikana kama

source: Enter Password
ja: パスワードを入力する
sw_ke: Ingiza nenosiri

source: Account Holder's Name
ja: アカウント所有者の名前
sw_ke: mpya

source: IFSC Code
ja: IFSCコード

source: Amount
ja: 額
sw_ke: Kiasi

source: Street Address
ja: 住所
sw_ke: Anuani ya mtaa

source: City/Town
ja: 市/町
sw_ke: Mji / mji

source: Zip Code
ja: 郵便番号
sw_ke: Namba ya Posta

source: viaEmail
ja: メールで

source: Verified
ja: 確認済み
sw_ke: Kuthibitishwa

source: verified
ja: 確認済み
sw_ke: Kuthibitishwa

source: Confirm and verify
ja: 確認して確認する
sw_ke: Thibitisha na uhakikishe

source: Sent On Email
ja: メールで送信
sw_ke: Imetumwa kwa barua pepe

source: We have send you the link to
ja: リンクをお送りしました
sw_ke: Tumekupeleka kiungo kwa

source: mobile no
ja: モバイルいいえ
sw_ke: Simu ya Mkono ya simu

source: different
ja: 違う
sw_ke: tofauti

source: Not verified
ja: 検証されていない
sw_ke: Si kuthibitishwa

source: is already registered
ja: すでに登録されています
sw_ke: tayari imesajiliwa

source: new business username
ja: 新しいビジネスユーザー名
sw_ke: Jina la mtumiaji mpya wa biashara

source: about the business
ja: ビジネスについて
sw_ke: Kuhusu biashara

source: About The Business
ja: ビジネスについて
sw_ke: Kuhusu biashara

source: Edit Bio
ja: バイオを編集
sw_ke: Badilisha bio

source: business website
ja: ビジネスウェブサイト
sw_ke: Tovuti ya Biashara

source: The confirm password does not match the new password entered
ja: 確認パスワードが、入力された新しいパスワードと一致しません
sw_ke: Nenosiri la kuthibitisha hailingani na nenosiri jipya limeingia

source: Password changed successfully
ja: パスワードは正常に変更されました
sw_ke: Neno la siri limebadilishwa kwa mafanikio

source: User Not Found
ja: ユーザーが見つかりません
sw_ke: Mtumiaji haipatikani

source: Exceed Maximum Number Of Selection
ja: 選択の最大数を超えています
sw_ke: Kuzidi idadi kubwa ya uteuzi

source: Buy Coins
ja: コインを買う
sw_ke: Nunua sarafu

source: My Balance
ja: 私のバランス
sw_ke: Usawa wangu

source: Select Plan
ja: プランを選択
sw_ke: Chagua Mpango

source: Transactions
ja: トランザクション
sw_ke: Shughuli

source: All
ja: 全て
sw_ke: Wote

source: Credit
ja: クレジット
sw_ke: Mikopo

source: Debit
ja: デビット

source: No transactions yet
ja: まだ取引はありません
sw_ke: Hakuna shughuli bado

source: Trans ID
ja: トランスID
sw_ke: mpya

source: Coin Transactions
ja: コイン取引
sw_ke: Shughuli za sarafu

source: Wallet
ja: 財布

source: wallet
ja: 財布

source: Recharge
ja: 充電する

source: Withdraw
ja: 撤退
sw_ke: Kutoa

source: Sorry
ja: 申し訳ございません

source: this device has no camera
ja: お使いのデバイスにはカメラ機能がありません
sw_ke: Kifaa hiki hakina kamera

source: Recent Transactions
ja: 最近の取引
sw_ke: Shughuli za hivi karibuni

source: All Transactions
ja: 全取引
sw_ke: Shughuli zote

source: Pending Transactions
ja: 保留中
sw_ke: Inasubiri shughuli

source: Debit Transactions
ja: デビット取引
sw_ke: Shughuli za Debit

source: Credit Transactions
ja: クレジット取引
sw_ke: Shughuli za mikopo

source: Welcome to the
ja: へようこそ
sw_ke: Karibu kwa

source: Tap Agree to active your wallet
ja: タップして同意しをレットを有効にしてください
sw_ke: Gonga Kukubali kufanya kazi ya mkoba wako

source: Use your wallet balance to spend and send your cash securely using your
ja: ウォレットの残高を使用して
sw_ke: Tumia usawa wako wa mkoba kutumia na kutuma fedha zako kwa kutumia yako

source: Add Your Bank Account
ja: 銀行口座を追加する
sw_ke: Ongeza akaunti yako ya benki

source: Select Card
ja: カードを選択
sw_ke: Chagua Kadi

source: Are you sure you want to remove this card
ja: このカードを削除してもよろしいですか
sw_ke: Una uhakika unataka kuondoa kadi hii

source: Add Card
ja: カードを追加
sw_ke: Ongeza kadi

source: advertisement
ja: 広告
sw_ke: matangazo

source: Please fill mandatory fields
ja: 必須フィールドに入力してください
sw_ke: Tafadhali jaza mashamba ya lazima

source: Info
ja: 情報
sw_ke: Maelezo

source: DocumentId should be 9 characters
ja: DocumentIdは9文字である必要があります
sw_ke: Hati ya hati inapaswa kuwa wahusika 9

source: SSN should be last 4 digits of documentId
ja: SSNはdocumentIdの最後の4桁である必要があります
sw_ke: SSN inapaswa kuwa tarakimu nne za hati

source: Add Stripe Account
ja: Stripeアカウントを追加する
sw_ke: Ongeza Akaunti ya Stripe

source: You don't have camera
ja: あなたはカメラを持っていません
sw_ke: Huna kamera

source: No Saved Cards
ja: 保存されたカードはありません
sw_ke: Hakuna kadi zilizohifadhiwa

source: Saved Cards
ja: 保存されたカード
sw_ke: Kadi zilizohifadhiwa

source: Wallet Balance
ja: ウォレットバランス
sw_ke: Mizani ya Wallet

source: Amount to be Paid
ja: 支払われる金額
sw_ke: Kiasi cha kulipwa

source: Secure checkout
ja: 安全なチェックアウト
sw_ke: Checkout salama

source: Choose any option to pay
ja: 支払うオプションを選択してください
sw_ke: Chagua chaguo lolote kulipa

source: Pay
ja: 支払い
sw_ke: mpya

source: Account Number
ja: 口座番号
sw_ke: Nambari ya Akaunti

source: account number
ja: 口座番号
sw_ke: Nambari ya Akaunti

source: Account Holder Name
ja: 口座名義
sw_ke: Jina la mmiliki wa akaunti

source: Routing Number
ja: 銀行コード
sw_ke: Nambari ya uendeshaji

source: Account Holer Name
ja: アカウントホラー名
sw_ke: Jina la Akaunti Jina

source: Bank Accounts
ja: 銀行口座
sw_ke: Akaunti ya benki

source: Suggestion
ja: 提案
sw_ke: Ushauri

source: Delete Account
ja: アカウントを削除する
sw_ke: Futa akaunti

source: I Agree
ja: 同意します
sw_ke: Nakubali

source: Complete Identification
ja: 完全な識別
sw_ke: Utambulisho kamili

source: Upload Doc
ja: ドキュメントのアップロード
sw_ke: Pakia Doc

source: Front Side
ja: 表側
sw_ke: Upande wa mbele

source: Back Side
ja: 裏側
sw_ke: Upande wa nyuma

source: Verify
ja: 確認
sw_ke: Thibitisha

source: KYC Application
ja: KYCアプリケーション
sw_ke: Maombi ya KYC

source: document type
ja: 標準文書
sw_ke: Aina ya hati

source: Document Type
ja: ドキュメントタイプ
sw_ke: Aina ya hati

source: Name On Document
ja: ドキュメント上の名前
sw_ke: Jina kwenye waraka

source: Document Number
ja: 書類番号
sw_ke: Nambari ya hati

source: License Holder Name
ja: ライセンス所有者名
sw_ke: Jina la mmiliki wa leseni

source: front Image
ja: フロント画像
sw_ke: Picha ya mbele

source: back Image
ja: 戻る画像

source: License Number
ja: ライセンス番号
sw_ke: Nambari ya leseni

source: Notifications not allowed
ja: 通知は許可されていません
sw_ke: Arifa haziruhusiwi

source: Gallery
ja: ギャラリー
sw_ke: Nyumba ya sanaa

source: Wallet Activation
ja: ウォレットのアクティベーション
sw_ke: Uanzishaji wa Wallet

source: KYC application submitted and pending review, we will let you know the status of your KYC via email and notification
ja: KYC申請書が提出され、審査待ちです。KYCのステータスをメールと通知でお知らせします。
sw_ke: Programu ya KYC iliyowasilishwa na inasubiri mapitio, tutakujulisha hali ya KYC yako kupitia barua pepe na taarifa

source: Okay!
ja: わかった！
sw_ke: Sawa!

source: Withdraw Requst Submitted Successfully
ja: 正常に送信された要求の撤回
sw_ke: Kuondoa requstust iliyotolewa kwa mafanikio

source: Transaction id
ja: トランザクションID
sw_ke: ID ya manunuzi

source: WITHDRAWAL AMOUNT
ja: 引き出し金額
sw_ke: Kiasi cha uondoaji

source: Confirm
ja: 確認
sw_ke: Thibitisha

source: Pending KYC verification
ja: 保留中のKYC検証
sw_ke: Inasubiri uthibitisho wa KYC

source: KYC Verification
ja: KYC検証
sw_ke: Uhakikisho wa KYC

source: No Bank Account
ja: 銀行口座なし
sw_ke: mpya

source: ADD
ja: 追加
sw_ke: Ongeza

source: BANK ACCOUNTS
ja: 銀行口座
sw_ke: Akaunti ya benki

source: BALANCE AMOUNT
ja: 残高
sw_ke: Kiasi cha usawa

source: WITHDRAW LOGS
ja: ログを撤回する
sw_ke: Ondoa magogo

source: Pending
ja: 保留中
sw_ke: Inasubiri

source: No Withdrawal Logs
ja: 引き出しログなし
sw_ke: Hakuna magogo ya uondoaji

source: Notes
ja: ノート
sw_ke: Vidokezo

source: Photo ID
ja: 写真付き身分証明書
sw_ke: Kitambulisho cha picha

source: Last Name
ja: 苗字
sw_ke: Jina la familia

source: Date of Birth
ja: 生年月日
sw_ke: Tarehe ya kuzaliwa

source: Address
ja: 住所
sw_ke: Anwani

source: City
ja: 市
sw_ke: Mji

source: State
ja: 州
sw_ke: Jimbo

source: Zipcode
ja: 郵便番号
sw_ke: Namba ya Posta

source: Country
ja: 国
sw_ke: Nchi

source: Business Website
ja: ビジネスウェブサイト
sw_ke: Tovuti ya Biashara

source: Business Category
ja: ビジネスカテゴリ
sw_ke: Jamii ya Biashara

source: Status can't be empty
ja: ステータスが空欄です
sw_ke: Hali haiwezi kuwa tupu

source: Status must have atleast 4 charecters
ja: ステータスには少なくとも4文字が必要です
sw_ke: Hali lazima iwe na chaza 4

source: Change Language
ja: 言語を変更する
sw_ke: Badilisha lugha

source: Choose your language
ja: 言語を選択してください
sw_ke: Chagua lugha yako

source: INVITE
ja: 招待
sw_ke: Mwaliko

source: FOLLOW PEOPLE
ja: 人々をフォローする
sw_ke: Fuata watu

source: SETTINGS
ja: 設定
sw_ke: Mipangilio

source: Settings
ja: 設定
sw_ke: Mipangilio

source: SUPPORT
ja: ヘルプ
sw_ke: Msaada

source: ABOUT
ja: だいたい
sw_ke: Kuhusu

source: Subscription Settings
ja: サブスクリプション設定
sw_ke: Mipangilio ya usajili

source: Request has already been made to this user
ja: このユーザーにはすでにリクエストが行われています
sw_ke: Ombi tayari imefanywa kwa mtumiaji huyu

source: You already subscribed this user
ja: あなたはすでにこのユーザーをフォローしています
sw_ke: Tayari umesajiliwa mtumiaji huyu

source: This fee is taken by the processor to transfer the money and for any currency conversion that might be necessary
ja: この料金は、送金および必要となる可能性のある通貨換算のために処理者が負担します
sw_ke: Ada hii inachukuliwa na processor kuhamisha fedha na kwa uongofu wowote wa sarafu ambayo inaweza kuwa muhimu

source: the monthly subscription cost
ja: 毎月のサブスクリプションコスト
sw_ke: gharama ya usajili wa kila mwezi

source: Set monthly value
ja: 月額設定
sw_ke: mpya

source: You will get
ja: あなたは得るでしょう
sw_ke: Utapata

source: App will get
ja: アプリは取得します
sw_ke: Programu itapata

source: My Subscriptions
ja: 私のサブスクリプション
sw_ke: Usajili wangu

source: Enter Business User Name
ja: ビジネスユーザー名を入力してください
sw_ke: Ingiza jina la mtumiaji wa biashara

source: Active
ja: アクティブ

source: Cancelled
ja: キャンセル
sw_ke: Imefutwa

source: Remove
ja: 削除する
sw_ke: Ondoa

source: Renew
ja: 更新
sw_ke: Upya

source: Subscription cancelled on
ja: サブスクリプションがキャンセルされました
sw_ke: Usajili umefuta

source: active till
ja: までアクティブ

source: coins charged on the
ja: に請求されたコイン
sw_ke: sarafu kushtakiwa juu ya

source: of every month
ja: 毎月の
sw_ke: ya kila mwezi

source: No active subscriptions yet
ja: まだアクティブなサブスクリプションはありません
sw_ke: Hakuna usajili wa kazi bado

source: No cancelled subscriptions yet
ja: キャンセルされたサブスクリプションはまだありません
sw_ke: Hakuna usajili wa kufutwa bado

source: Invite Friends
ja: 友達を招待
sw_ke: Paribisha marafiki

source: Facebook Friends
ja: Facebookの友達
sw_ke: Facebook Marafiki

source: Find Contacts
ja: 連絡先を探す
sw_ke: Pata anwani

source: Data Uses
ja: データ使用量
sw_ke: Matumizi ya data

source: Blocked Users
ja: ブロックユーザー
sw_ke: Watumiaji waliozuiwa

source: Report a Problem
ja: 問題を通報
sw_ke: Ripoti tatizo

source: About
ja: だいたい
sw_ke: Kuhusu

source: Money
ja: お金
sw_ke: Pesa

source: Privacy Policy
ja: プライバシーポリシー
sw_ke: Sera ya faragha

source: Star Pages Terms and Conditions
ja: スターページの利用規約
sw_ke: Kurasa za Nyota Masharti na Masharti

source: Thank you for submitting your request
ja: リクエストを送信していただきありがとうございます
sw_ke: Asante kwa kuwasilisha ombi lako
